DROP TABLE IF EXISTS "monrent";
CREATE TABLE "monrent" ("id" INTEGER PRIMARY KEY  NOT NULL ,"num" CHAR DEFAULT (null) ,"udate" CHAR,"surl" CHAR DEFAULT (null) ,"title" CHAR,"address" CHAR,"pcode" CHAR,"rent" CHAR,"rstyle" CHAR,"method" CHAR,"rooms" CHAR,"length" CHAR,"intime" CHAR,"desc" TEXT,"tenant" CHAR,"treq" CHAR,"condition" CHAR,"equip" CHAR,"env" CHAR,"bus" CHAR,"metro" CHAR,"train" CHAR,"hway" CHAR,"oname" CHAR,"phone" CHAR,"phone2" CHAR,"email" CHAR,"wechat" CHAR,"qq" CHAR,"aprice" CHAR,"atitle" CHAR,"abus" CHAR,"ametro" CHAR,"atrain" CHAR,"ahway" CHAR,"area1" CHAR DEFAULT (null) ,"area2" CHAR DEFAULT (null) ,"area3" CHAR DEFAULT (null) );
INSERT INTO "monrent" VALUES(1,'22110','2016-10-07','http://www.iu91.com/rs/rent/2015-06/22110.shtml','地铁Sauve,包家具 ,4½,科技小学与St Pius','地址: 10177 Basile-Routhier Rue, Montreal, QC H2C 2C5','H2C 2C5','$1,100(加元)','Duplex/Tri-plex','整租 新租约','2卧 1厅 1厕 2楼','1年','随时入住','duplex 二层 , 4½ , 包括炉头，冰箱，洗衣机，家具，新门窗，地板 
 
距地铁Metro Sauve 5分钟 
 
靠近科技小学, St.Pius College  
 
靠大公园, 幼儿园, 安静社区 , 1100.00/月 
 
Tel: 514-8137043,   
10177 Basile-Routhier. H2C 2C5 
','','','','','','','','','','Mr.li','514-8137043','','lxdthomas@hotmail.com','','','1100','Sauve St Pius','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(2,'27940','2016-10-07','http://www.iu91.com/rs/rent/2014-08/27940.shtml','紧邻市中心, 超大复式5 ½,近地铁,康大,','地址: 266 Bourget Rue, Montreal, QC H4C 2M3','H4C 2M3','$1,800(加元)','Duplex/Tri-plex','整租 新租约','3卧 1厅 2厕 2楼','1年','随时入住','5分钟到地铁 Lionel Groulx，复式超大5 ½ ，三个卧室，2个卫生间， 大露台，近河边， Atwater 市场, 超市super C, 近康大，Lassalle collage  
  
面积1500尺， 新装修， 二楼2个卧室加浴室，  
一楼一个卧室，厨房，客厅，洗卫间 
 
全包家具，电视,厨具，洗衣,烘干机。 不包电，暖，网。  
 
$1800.00/月（一年) , $2300.00/月（短租：包电暖，网） 
 
电话： 514-8137043 
 
','','','','','','','','','','LI','514-8137043','','lxdthomas@HOTMAIL.com','','','1800','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(3,'19092','2016-10-07','http://www.iu91.com/rs/rent/2016-03/19092.shtml','地铁 Villa-Maria 1半, 2半, 3半','地址: 4560 Decarie Boul, Montreal, QC H3X 2H5','H3X 2H5','价面议 包水电暖','一般公寓','整租 新租约','1卧 1厅 1厕 1楼','1年','随时入住','1个半（10月1日, 1月1日入住） 
1个半（半地下室，12月1日入住） 
2个半（10月1日,10月1日入住） 
3个半（10月1日入住） 
 
阳关充足，实木地板，干净整洁。配有冰箱、炉头。水电暖全包。 
 
钢筋水泥结构，隔音好。电梯。 
 
生活便利，3分钟步行到Villa-Maria地铁，3分钟步行到 Queen Mary 商业街。 
 
预约看房：514-485-1708, 514-797-5858','','','','洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','','近地铁站 - Villa-Maria/Snowdon - 步行约4分钟','','','','514-485-1708;514-797-5858','','','','','','Villa Maria','','Villa Maria Snowdon','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(4,'45729','2016-10-07','http://www.iu91.com/rs/rent/2016-08/45729.shtml','Chateau Maisonneuve 1卧室,3卧室','地址: 4998 De Maisonneuve Boul O, Westmount, Montreal, QC H3Z 1N2','H3Z 1N2','价面议 包水电暖','一般公寓','整租 新租约','1卧 1厅 1厕','1年','随时入住','Chateau Maisonneuve 位于加拿大排名第一的蒙特利尔皇家山西南麓Westmount社区。 该大楼地理位置优越，地处Maisonnueve 和 Claremont 大街的交界处。交通四通八达, 距离 火车站/地铁橙线站 Vendome 仅一街之隔; 公交车有24，104，90，124, 63, 90, 37路，可通往蒙特利尔的任何角落; 距离高速15号 2 分钟，sherbrooke 主街 仅一分钟。大楼门口就是bicycle path直通East of Montreal。这里的生活设施也非常方便，繁华的Sherbrooke 大街；欧洲建筑风格的Victoria Village 都是购物的好地方，让您留恋忘返。邮局, 超市，药房，时装店，餐馆, 快餐店， 咖啡馆都近在咫尺。周围还有多家银行TD, RBC, BMO,CIBC，幼儿园，小学, 著名的国际中学和Marianopolis College等。Westmount Park， YMCA和 图书馆更是您平时休闲的好去处。蒙特利尔新建的医疗中心 （Super Hospital）就在大楼旁，步行10分钟不到。 
 
目前我楼有多种房型出租, 从适合单身人士和小家庭的1卧1厅1厨1卫的小户型到大家庭和成功人士的3卧2厅1厨2卫的大户型。大楼管理严格，干净无虫，房间宽敞，明亮。每家都有自己的阳台和贮藏室，室内车位可租。门卫24小时值班绝对安全。租金包括冷/暖气，电，热水，炉头，冰箱，室内泳池，桑拿等。','','','光线明亮 房间宽敞','简单厨具 储藏室/locker 冷暖空调 游泳池 洗衣机/房','超市 商场 学校 图书馆 社区中心 公园','近公车站 - 24, 124, 105 - 步行约0.5分钟','近地铁站 - Vendom - 步行约2分钟','近火车站 - Vendom - 步行约2分钟','近高速公路 - 15 - 约1分钟车程','Helen or Linda','514-489-5727','','rentals@creccal.com','','','','Chateau Maisonneuve','24 124 105 0 5','Vendom','Vendom','15 1','QC','Montreal','');
INSERT INTO "monrent" VALUES(5,'35049','2016-10-07','http://www.iu91.com/rs/rent/2015-05/35049.shtml','LeChatel,1625公寓1半，2半，3半，4半出租','地址: De Maisonneuve Boul O, Montreal, QC H3H 2N4','H3H 2N4','价面议 包水电暖','一般公寓','整租 新租约','1卧 1厅 1厕','1年','随时入住','LeChatel， 1625 de Maisonneuve  West  
 
LeChatel， 1625 De Maisonneuve West 的大楼管理严格，干净无虫，房间宽敞，明亮。 现有1半，2半，3半及4半出租  (2半也有单独卧室和客厅，即小3半)， 租金包括冷/暖气，电，热水，炉头，冰箱，室内泳池，公共洗衣房在3楼， 配有多台洗衣机和干衣机。大厦提供24小时门卫服务，高速互联网接入，室内地下车库车位可租。 
 
租约为期1年，到期可续约。 
 
 LeChatel位于蒙特利尔市繁华的中心，对面即是Concordia大学，交通非常方便，步行1分钟可到Guy-Concordia 地铁站，165路公交车站。  步行6分钟到La Salle College， 步行15分钟到McGill University。 
在Maisonneuve和   St-Catherine大街上有多家银行，外币兑换店，购物品牌店，餐厅，电影院， CLSC诊所，幼儿园，小学等。 市中心的便利生活是国际留学生，移民，白领一族的首选。 
 
 
地址：1625 De Maisonneuve  West,  Montreal,  QC 
            H3H 2N4 
 
网址： 
 
Email:    
 
周一到周五 8：30---17：00 的办公室工作时间， 欢迎致电咨询  TEL:  514-931-8821 中文，英文，法文均可 
具体位置、周边信','','','光线明亮 房间宽敞','简单厨具 储藏室/locker 冷暖空调 游泳池 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 165 - 步行约1分钟','近地铁站 - Guy-Concordia - 步行约1分钟','近火车站 - Bonaventure - 步行约10分钟','','','514-931-8821','','lechatel@creccal.com','','','','LeChatel','165 1','Guy Concordia','Bonaventure','','QC','Montreal','');
INSERT INTO "monrent" VALUES(6,'11332','2016-10-07','http://www.iu91.com/rs/rent/2013-02/11332.shtml','1411 du Fort 近康大/Lasalle College公寓','地址: 1411 Du Fort Rue, Montreal, QC H3H 2N7','H3H 2N7','价面议 包水电暖','一般公寓','整租 新租约','1卧 1厅 1厕','1年','随时入住','Place du Fort  514-932-4895     1411 Du Fort, Montreal QC. H3H 2N7 
 
二楼，三楼现有新建的五半和6半可以在2016年9月1日入住。新公寓有漂亮的硬木地板，豪华大理石台面，公共区域还有两个Study Room有免费的Wi-Fi可供租户使用。 
 
熟悉1411 du Fort, Place du Fort 的朋友都知道，我们的大楼管理严格，干净无虫，房间宽敞，明亮。 现有2半，3半, 4半, 5办和6半出租  (我们的2半也有单独卧室和客厅，即小3半)， 租金包括冷/暖气，电，热水，炉头，冰箱，室内泳池，桑拿等。大厦提供24小时门卫服务，高速互联网接入，室内车位可租。 
 
Place Du Fort 位于蒙特利尔市中心繁华的St-Catherine和 du Fort 大街的交界处，交通非常方便，楼下有15路公交车，步行可到Guy-Concordia 地铁站，165，166和535路公交车站。Place Du Fort 因紧邻La Salle College， Concordia University， 凯亚学院等教育机构， 而深受国际留学生的欢迎。这里的生活设施也非常方便，Canada Post, Provigo, PA超市，众多的商店，餐馆,咖啡馆和Place Alexis Nihon 购物中心都近在咫尺。另外，周围还有多家银行，外币兑换店，网吧，CLSC诊所，幼儿园，小学等。 
http: //www.placedufort.com','','','光线明亮 房间宽敞','简单厨具 储藏室/locker 冷暖空调 游泳池 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 医疗机构 水景','近公车站 - 15 du fort - 步行约1分钟','近地铁站 - Guy Concordia - 步行约8分钟','','','Kate','514-932-4895','','kyang@creccal.com','','','','du Fort Lasalle College','15 1','Guy Concordia','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(7,'152','2016-10-07','http://www.iu91.com/rs/rent/2015-01/152.shtml','蒙特利尔市中心高层公寓(带家具)楼长租短住','地址: 1900 Lincoln Av, Montreal, QC H3H 1H7','H3H 1H7','价面议 包水电暖','一般公寓','整租 新租约','1卧 1厅 1厕','6个月 可短租','随时入住','  
  
 
Place Lincoln Place Lincoln, 位于蒙特利尔的市中心，是一幢12层高的酒店式公寓楼。整栋楼共有96户客房，每套客房均有单独的厨房和卫生间并配有全部家具。 限：学生，新移民，visitor  
交通方便：步行两分钟可到达地铁站 Guy-Concordia 和公交站，如 165路，166路，15路，24路，535路，可以带您到达市内任何你想到达的地方 。  
购物就餐：可步行至著名的商店饭店林立的商业街 Ste-Catherine 。你可以品尝到各式各国风味的食物：法国，瑞士，墨西哥，意大利，中国，日本，南韩等。还可步行至 Atwater 商业大厦.  
学校和其它：两分钟步行至 Concordia University, La Salle College 和多所国际语言学校,15分钟步行至 McGill University。另外，周围还有多家银行，诊所，服务中心，幼儿园，小学，电影院，超市.  
设施： 房厅宽敞明亮，配有全套家具（详情请看照片） 及冰箱、微波炉、烤炉、电炉和壁橱。 配有全套的床上用品和基本炊具，厨浴设备齐全。 专用的洗衣房，配有多台洗衣机和干衣机。  
服务： 大楼设有专用的洗衣房，配有多台洗衣机和干衣机。提供多种语言服务（法语，英语，广东话，普通话），办公时间，服务人员可提供免费各种信息咨询。 齐备的设施和良好的服务， 特别适合访加商人，短期游客，新移民，国际学生，旅游团体等。 
','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 洗衣机/房','繁华大街 超市 商场 学校 社区中心','近公车站 - 165,15,24,535','近地铁站 - Guy-Concordia - 步行约2分钟','','近高速公路','Wendy or Raymen','(514）938-8848','','raymenk@yahoo.com','','','','','165 15 24 535','Guy Concordia','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(8,'41327','2016-10-07','http://www.iu91.com/rs/rent/2016-09/41327.shtml','单间出租340','地址: 1100 Woodland Rue, Verdun, Montreal, QC H4H 1V9','H4H 1V9','$340(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1卧 1厅 1厕 合厨合厕','1年','随时入住','','','','光线明亮 房间宽敞','全套家具 高速上网 洗衣机/房','超市 商场 公园','','','','','孟','5146869866','','mengdan7455@outlook.com','','','340','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(9,'47146','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47146.shtml','地铁 Angrignon,  3 1/2  购房转 Lease','地址: Allard Rue, Montreal, QC H4E 2M9','H4E 2M9','$590(加元)','一般公寓','整租 转租约','1卧 1厅 1厕 3楼','1年 可短租','11/01/2016','购房转Lease，宽敞明亮三半， 有独立客厅，卧室，明卫，租金590刀/月，水电自付， 11月15日（可议）入住， 11月入住可赠送当月房租。出门既有公交车站， 步行5分钟到Angrignon地铁站/公交总站/公园，步行8分钟到购物中心/Walmart/Provigo/Canadian Tire/Maxi/Bestbuy等 地铁15分钟到康大， DT，近小学，公立私立幼儿园，图书馆，游泳馆， CLSC,生活，交通皆十分便利。 
有意者请电： 438-937-8870 （手机，无短信） 
             438-388-7187 （座机， 可留言） 
或邮件： ','','','光线明亮 房间宽敞','','超市 商场 学校 托儿所 公园','近公车站 - 78,106','近地铁站 - Angrignon - 步行约5分钟','','','吴先生','43893788704383887187','','wjfcomputer@hotmail.com','','','590','Angrignon Lease','78 106','Angrignon','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(10,'47145','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47145.shtml','Mcgill附近3半转租，11月拎包入住','地址: Hutchison Rue, Montreal, QC H2X 2G7','H2X 2G7','$816(加元) 包水电暖网','一般公寓','整租 转租约','1卧 1厅 1厕 2楼','7个月','11/01/2016','Hutchison街Mcgill校区公寓好房转租，lease到2017年5月到期，可续租。11月初可入住（时间可商量），价格816刀/月，包水电暖气，提供炉头、冰箱、衣柜等，部分家具也可以转卖或者赠送， 
 
公寓内提供洗衣房。步行至Mcgill校区3分钟，步行到Place-des-arts地铁站5分钟。 
 
冬日出行优势： 
步行至Place-des-arts地铁站，即可全程走地下通道到达唐人街，步行约15分钟，各大中国超市聚集于此。另外附近有6分钟间隔的高频公交车：80路，435路，24路。 
 
夏季出行优势： 
夏季可步行至Place-des-arts广场约6分钟，有机会体验在艺术广场上举行的各种盛大的免费户外音乐会或者表演。也可步行约10分钟至Mont Royal公园游玩。 
 
公共设施齐全： 
周边餐厅，咖啡厅，甜品店，银行遍布。附近有provigo超市，metro超市，韩国超市Eden，邮局，jean-coutu药房，生活炒鸡方便。 
 
欢迎加我微信前来看房：PAPILLON-ROUGE (小写 papillon-rouge)','','','','全套家具 全套厨具','','近公车站 - 步行约3分钟','近地铁站 - 步行约5分钟','','','','51457175315145717531','','','','','816','Mcgill','3','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(11,'47143','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47143.shtml','3卧1卫大5半地铁verdun边','地址: 4919 Wellington Rue, Verdun, Montreal, QC H4G 1X8','H4G 1X8','$1,150(加元)','Duplex/Tri-plex','整租 新租约','3卧 1厅 1厕 2楼','1年','随时入住','在二楼的一个大51/2出租。在著名的wellington大街上。全新装修。 
可以立刻入住。 
租金1150不包电费。没有电器。 
3个大卧室, 1个卫生间, 带1个大客厅。 
verdun地铁就在附近。 
如果需要提供车位, 可以多付50加元.  
地址:  4919 wellington verdun H4G 1X8 
联系sophie：5149969230','','','','','繁华大街 超市 商场 学校 托儿所 社区中心 体育设施 医疗机构 公园','','近地铁站 - verdun - 步行约8分钟','','','','','','brokerjhh@gmail.com','','','1150','verdun','','verdun','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(12,'44857','2016-10-07','http://www.iu91.com/rs/rent/2016-10/44857.shtml','步行绿线地铁Monk仅半分钟好房出租','地址: Monk Boul, Montreal, QC H4E 3J2','H4E 3J2','$460(加元) 包水电暖网','一般公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 2楼','1年 可短租','随时入住','       步行绿线地铁Monk仅半分钟的好房分租 
1.位于二楼的大4半，室内楼梯、全新装修、宽敞明亮大窗、阳光充足的18平方米大卧室分租。  近中国超市 (荣昌行)、IGA、Jean coutu、印度蔬菜水果店......各种店和多家中餐、西餐馆。马路对面就是地铁站和36、78路汽车站； 去市中心和几所大学不用换车，坐地铁几分钟就到； 距Angrignon大型购物中心也不远，交通、购物极方便。 
2.房内有高档红木家俱 (双人床、床头柜、床脚凳、写字台、可调节极舒服的电脑椅； 有三个大抽屉的大衣柜、台灯、地灯......)，房间温馨舒适；普通的住宅，宾馆般的感觉！ 
3.厨房生活电器一应俱全 (全新平面炉头、冰箱、吸油烟机、洗衣机......和微波炉、电水壶、咖啡壶、电饭锅......)，真正的提包即住。 
4.只是想找一位室友，价格面谈。欢迎安静、爱干净、不吸烟、无宠物......无不良嗜好的女士预约看房。  有意者请 E-mail: .    或 电话：438-558 9947   /  514-570 7808   (早8点～晚10点) 。谢谢！ 
 *  七月、八月也欢迎探亲、旅游的人士短租；我可以准备床上用品......，价格按天算,面谈。 
                                              
','','','分门出入 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 储藏室/locker 高速上网 洗衣机/房','繁华大街 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - 36，78 - 步行约1分钟','近地铁站 - monk - 步行约1分钟','','','Cynthia','(438)558-9947','','Montreal-rcx2000@hotmail.com','','','460','Monk','36 78 1','monk','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(13,'45453','2016-10-07','http://www.iu91.com/rs/rent/2016-09/45453.shtml','近De Leglise 地铁站 2卧室  新公寓 $1200','地址: Gordon Rue, Verdun, Montreal, QC H4G 2R4','H4G 2R4','$1,200(加元) 包水网','高级公寓','整租 新租约','2卧 1厅 1厕 1楼','1年','随时入住','公寓位于蒙城中国超市最多的商业街Wellington与Gordon街交叉口（说明地图标注有误，将地址标在Verdun街上），与地铁站DelEglise只有一个街区的距离大约100米，公寓大门正对着地铁站后墙，走路不到2分钟。还有公交车58、61、37、12路。附近有西人超市IGA Metro,Maxi.有多家中国餐馆， 近圣劳伦斯河， 地铁可直通康康考迪亚大学和市中心办公区。 
全新公寓，大阳台，明亮通透，进入公寓大楼需要密码，安全。大楼装有电梯，有专人打扫卫生。房间装有全新空调，洗衣机和全套不锈钢厨房电器。房租包含热水。不包电暖。公寓是第一次出租，窗前有绿地，有全套家具。可直接拎包入住，是学生和职业人士首选的理想居住场所。 
','','','光线明亮 房间宽敞','全套家具 全套厨具 全套电器 冷暖空调 洗衣机/房','繁华大街 超市 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 58、61、37、12 - 步行约2分钟','近地铁站 - De l''Eglise - 步行约2分钟','','','陈太','43892603014389386698','','asimon@163.com','','','1200','De Leglise','58 61 37 12 2','De l Eglise','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(14,'47142','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47142.shtml','rtc附近房屋转租6个半拎包入住','地址: 6567pie-Ix Boul, Montreal, QC H1X 2C5','H1X 2C5','$1,800(加元)','一般公寓','整租 转租约','4卧 1厅 2厕 1楼','1年 可短租','10/28/2016','拎包入住 距离rtc学校五分钟路程 家居齐全 洗衣机烘干机都有 厨具餐具都有 免费赠送网络到明年一月份 可整租可分租 两个浴室 四个卧室 一个大餐厅 一个大客厅 一个大后花园','','','光线明亮 房间宽敞','全套家具 全套厨具 全套电器 储藏室/locker 冷暖空调 高速上网 洗衣机/房','学校','近公车站 - 139路rtc站','近地铁站 - pie ix','','','重阳','51455081335145198741','','yangchongyang1995@gmail.com','','','1800','rtc','139','pie ix','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(15,'1001','2016-10-07','http://www.iu91.com/rs/rent/2015-11/1001.shtml','干净明亮3半公寓近地铁有家具拎包入住有图','地址: Ball Av, Montreal, QC H3N 1K1','H3N 1K1','$575(加元) 包水暖','一般公寓','整租 新租约','1卧 1厅 1厕 2楼','1年','随时入住','房间宽敞明亮新装修，新窗户，新阳台，包热水，暖，冰箱，炉头，一楼有投币洗衣房，交通便利，近地铁Acadie，公交，Rockland shopping Mall,15 和40号高速公路，Maxi Super C Loblaws,Marche Central等等，楼下免费停车，也有室内车库可供选择。每月仅需$575','','','全新装修 光线明亮 房间宽敞','','繁华大街 商场 学校 托儿所 社区中心 公园 警局','近公车站 - 179 - 步行约2分钟','近地铁站 - acadie - 步行约7分钟','','近高速公路 - 40 - 约1分钟车程','刘先生','514-9625608514-2251231','','claire1998@hotmail.com','','','575','','179 2','acadie','','40 1','QC','Montreal','');
INSERT INTO "monrent" VALUES(16,'46940','2016-10-07','http://www.iu91.com/rs/rent/2016-09/46940.shtml','Mcgill步行一分钟客厅日租30','地址: Milton Rue, Montreal, QC H2X 1W5','H2X 1W5','$30(加元) 包水电暖网','一般公寓','整租 新租约','1厅 1厕 6楼','1年','随时入住','本人mcgill毕业生，现日租自住一室一厅的客厅，30每天, 500每月，包水网。  
地址是625 milton H2X1W7, 距离Mcgill 步行仅一分钟，拧包入住。  
 
限住一人卫生间和厨房公用  
 
王先生  
4388378808  (5pm 以后)  
.ca ','','','','','','','','','','王先生','4388378808','','xwwangsjtu@gmail.com','','','30','Mcgill','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(17,'27791','2016-10-07','http://www.iu91.com/rs/rent/2014-08/27791.shtml','近地铁高级公寓出租（提包入住）','地址: 65 Rene-Levesque Boul E, Montreal, QC H2X 1N2','H2X 1N2','$555(加元) 包水电暖网','高级公寓','分租 新租约','5卧 1厅 2厕 独厨合厕 2楼','1年 可短租','随时入住','蒙城绝佳地段。 
近老港，冬天去滑冰，夏天看烟火，无敌景色均可步行而至，宛如自家后院。 
近凯瑟琳大街，蒙城最大商业街让你流连忘返，满载而归。 
近学校，麦基尔大学走路15分种，地铁2站，去康考迪亚步行20分种，地铁4站。 
距唐人街仅几步之遥。买菜只需三分钟，身在异国他乡每日也能变着花样吃遍中华美食。 
隔壁BMO银行、HSBC银行再走几步serves canada，魁省税务局，联帮税务局，蒙城服务中心等。新移民登陆，无须焦头烂额，一天之内办步行办完所有证件。 
回国探亲，747就在门口，比打车都便利，10块钱直达机场。 
現有单独房间出租，装修精美，家具齐全，沙发、床、桌子、椅子、依柜、床单、裤子，真的提包入住，拒绝养宠物。如有需要可包餐，价面议。 
长短期皆可，家有五个单间，豪华经济都有选择，短期便利干净，长期更有优惠。价格面议。还犹豫什么呢，来一个电话咨询吧！','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 储藏室/locker 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 医疗机构 警局','近公车站 - 55 747 - 步行约2分钟','近地铁站 - Saint Laurent - 步行约5分钟','近火车站 - 蒙特利终点站 - 步行约15分钟','近高速公路 - 720 - 约3分钟车程','苏珊','514-561-8890514-312-8890','','769774823@qq.com','','','555','','55 747 2','Saint Laurent','','720 3','QC','Montreal','');
INSERT INTO "monrent" VALUES(18,'45713','2016-10-07','http://www.iu91.com/rs/rent/2016-08/45713.shtml','出租一间卧室或者homestay','地址: 2036 Regent Av, Montreal, QC H4A 2P8','H4A 2P8','$600(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1卧 1厅 1厕 合厨合厕 1楼','10年 可短租','随时入住','Ndg学区房，st luc中学，毗邻著名富人区westmount，近downtown。全新装修，卫生间，厨房全新设备，首次出租。大窗，明亮，15平米超大卧室，和我共用客厅，厨房，卫生间。可有停车位。可作homestay之类的。要求对方爱整洁，注意维护房子。不吸烟，无宠物。电话514-967-6939 
600全包价，暖气 冷热水 生活用电 网络 电话等等。毗邻downtown的安静安全社区。更多咨询请邮件联系或致电！','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 储藏室/locker 电视 高速上网','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 90，104 - 步行约1分钟','近地铁站 - vendome - 步行约10分钟','近火车站 - vendome - 步行约10分钟','近高速公路 - decarie - 约3分钟车程','jessica','514-967-6939514-967-7939','','Lanewvie@gmail.com','','','600','homestay','90 104 1','vendome','vendome','3','QC','Montreal','');
INSERT INTO "monrent" VALUES(19,'14815','2016-10-07','http://www.iu91.com/rs/rent/2015-08/14815.shtml','ANGRIGNON地铁步行一分钟经济单间出租','地址: De Monts Av, Montreal, QC H4E 2T4','H4E 2T4','$350(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1卧 1厕 合厨合厕 2楼','1年','09/01/2015','绝佳位置看下面地图便知：步行一分钟到Angrignon地铁站/公交总站／公园,五分钟到购物中心/Walmart/Futureshop/Loblows/Canadian Tire/Maxi等（免去您严冬等车跋涉之苦），2层房间宽敞 (10平米)，闹中取静，带后院, 配有新冰箱／新炉头／新洗衣机／新烘干机／包新家具／包电话 (全球随便打,对应国内号码: 国内亲友只需拨打一个国内号码就能马上联系上您，省钱又快捷)/包高速无限量有线及无线上网 (网吧享受)/提供传真设备（方便您申请学校及联系业务）／包水／包电／包暖。 每层四个租客共用一个厨房及卫浴.没有其它任何费用，拎包入住。 
有诚意者请电 514-5766158 
','','','光线明亮','全套家具 全套电器 高速上网 洗衣机/房','繁华大街 超市 商场 学校 社区中心 医疗机构 公园','','','','','MR CHEN Please call EVENING AND WEEKEND','514-5766158','','','','','350','ANGRIGNON','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(20,'47141','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47141.shtml','近地铁站 大三半低价转租415元','地址: 2115wurtele Rue, Montreal, QC H2K 2P8','H2K 2P8','$415(加元)','一般公寓','整租 转租约','1卧 1厅 1厕','1年 可短租','随时入住','步行到地铁站Frontenac5分钟，距离游泳馆、网球馆、健身中心及社区运动中心非常近。到市中心只需几分钟。欢迎看房，条件优惠，最大诚意满足你的要求。随时入住。租约到明年6月末。也可短租。','','','','','超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 55、185等 - 步行约1分钟','近地铁站 - frontenac - 步行约5分钟','','近高速公路 - 约3分钟车程','王','438-928-5808','','zhongqiu2016@gmail.com','','','415','','55 185 1','frontenac','','3','QC','Montreal','');
INSERT INTO "monrent" VALUES(21,'46527','2016-10-07','http://www.iu91.com/rs/rent/2016-09/46527.shtml','LaSalle区温馨住宅','地址: Carroll Av, Lasalle, Montreal, QC H8P 2V4','H8P 2V4','$550(加元) 包水','一般公寓','整租 转租约','1卧 1厅 1厕 2楼','1年','随时入住','屋子周围环境优美 近湖边 下午可以在湖边散步 旁边还有个可以租船的地方 周末可以划划船 近皮尔逊小学高中  出门公交车350，110，123 直达市中心 20min一班车  卫生较好 租金便宜 周围安静 治安状况较好 
租金一个月550 加币','','','分门出入 光线明亮 房间宽敞','简单家具 简单厨具 储藏室/locker 洗衣机/房','商场 学校 社区中心 体育设施 公园 水景','近公车站 - Centrale/35e Avenue - 步行约1/3分钟','','','','王女士','51446212705148036660','','siyuanlu961104@gmail.com','','','550','LaSalle','35 1 3','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(22,'46075','2016-10-07','http://www.iu91.com/rs/rent/2016-10/46075.shtml','st-michel 大三半 转租','地址: 17e Av, Montreal, QC H2A 2R9','H2A 2R9','$530(加元)','Duplex/Tri-plex','整租 转租约','1卧 1厅 1厕 2楼','10个月','10/03/2016','工作需要转租大3半，近rtc职业学校及地铁站，房东很nice，周围交通便利，超市成群，欢迎看房~','','','光线明亮 房间宽敞','简单家具 全套电器 储藏室/locker','超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','','近地铁站 - saint michel - 步行约6分钟','','','oppa','5146239260','','yuanquan.880926@gmail.com','','','530','st michel','','saint michel','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(23,'38848','2016-10-07','http://www.iu91.com/rs/rent/2016-08/38848.shtml','RTC校区ST.PIUS校区大四半带车位整租或分租','地址: Armand-Lavergne Av, Montreal-Nord, Montreal, QC H1H 3P2','H1H 3P2','$420(加元) 包水电暖','一般公寓','分租 新租约','2卧 1厅 1厕 1车位 合厨合厕 1楼','1年','随时入住','该房有几大优势： 
 
临近PIE-IX大街，步行至RTC二校区约10分钟（Rosemount Technology Centre Curtis George Campus, 10909 Avenue Gariépy, Montréal, QC H1H 4C6） 
  
近PEQ另一校区ST.-PIUS（9955 Avenue Papineau, 
Montreal  H2B 1Z9)乘坐440BUS约20分钟，楼下即是公交车站440,39。 
 
步行至高频车139BUS约5分钟，20分钟可直达RTC一校区； 
 
周边生活设施齐全，步行5分钟有大MALL，银行，药店，DOLLAR店，MAXI超市和麦当劳等各种饭店；乘坐139BUS10十分钟可达夏威夷华人超市。 
 
该房为公寓一楼超大4半，2个大卧室和1个宽敞客厅，厨房自带餐厅，有前后院子（后院有个小型篮球架），布局合理，阳光充足。配置家具电器！ 最好是在RTC二校区或者ST.-PIUS就读PEQ的学生合租，每人每月420，或者干净有信誉的家庭整租，包水电暖840！ 
 
还可免费提供一个后院车位！（不是大街上哦！） 
 
即可入住，欢迎看房！438-992-8383 Lina','','','分门出入 光线明亮 房间宽敞','简单家具 全套电器 储藏室/locker 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 公园 警局','近公车站 - 139，440，39 - 步行约2分钟','','','','Lina','438-992-8383','','rourou1211@gmail.com','','','420','RTC ST PIUS','139 440 39 2','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(24,'47139','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47139.shtml','蒙特利尔近康大地铁步行五分钟/两个半','地址: De Maisonneuve Boul O, Montreal, QC H3H 2N3','H3H 2N3','$865(加元) 包水电暖','一般公寓','整租 转租约','1卧 1厅 1厕 11楼','','10/23/2016','近康大，St.Catherine street,步行至地铁站只需5分钟，2个半适合学生居住，价格合理，包水电暖房内有空调，家具电器齐全拎包入住。十月房租已付清，租期到明年3月份，可续租。有意者请预约看房，谢谢。','','','光线明亮','简单家具 简单厨具 冷暖空调 高速上网 洗衣机/房','繁华大街 超市 商场 学校 图书馆 警局','近公车站 - Guy - Concordia - 步行约5分钟','近地铁站 - Guy - Concordia - 步行约5分钟','','','李女士','','','veronique.ishikura@gmail.com','','','865','','5','Guy Concordia','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(25,'47138','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47138.shtml','转lease三个半，水电暖全包630刀/月','地址: Frontenac Rue, Montreal, QC H2K 3A3','H2K 3A3','$630(加元) 包水电暖','一般公寓','整租 转租约','1卧 1厅 1厕 6楼','1年','11/01/2016','由于父母来探亲，地方有限，忍痛割爱转三个半lease，630刀，水电暖全包，室内去年刚刚翻新，新换的窗户，公寓式楼房，内有电梯，有专门的人进行管理和打扫，室内光线充足，每年七月烟花节观景最佳位置，紧邻larond游乐场，附近有超市Maxi，Canada tire ，药房，公立私立幼儿园，社区游泳池，图书馆，健身房，大公园，地铁十分钟到市中心，绝对是新移民的好选择！随屋可附赠简单家具。本房需要进行到底信用审核，欢迎来电咨询，晚9点之前，谢谢','','','光线明亮','','繁华大街 超市 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 24 - 步行约2分钟','近地铁站 - frontenac - 步行约10分钟','','','madame SUN','4389923368','','Sunjinghong945@icloud.com','','','630','lease','24 2','frontenac','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(26,'20654','2016-10-07','http://www.iu91.com/rs/rent/2016-06/20654.shtml','ANGRIGNON地铁旁单间出租，长租。','地址: De Montmagny Av, Montreal, QC H4E 2W1','H4E 2W1','$400(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','4卧 1厅 1厕 合厨合厕 1楼','1年','随时入住','ANGRIGNON地铁旁单间出租， 位于duplex 一层及二层，带家具，马上入住，包水电暖网 
 - Angrignon地铁站步行3分钟，坐地铁15分钟到市中心，干净、宽敞、明亮长租  
- 提包入住，随时可看房  
- 有冰箱、炉头、微波炉、全新洗衣机，烘干机和抽油烟机 ,高速30M宽带  
- 安静小区，采光极好  
- 周围环境方便，有中国超市，西人IGA超市，JEAN COUTU,大公园，足球场，篮球场，游泳馆，clcs社区服务中心。  
- 寻找爱干净，安静，不抽烟，不养宠物并有良好生活习惯的朋友。  
 
随时联系看房，438-7920078, 514-6912788 
','','','','全套家具 全套电器 高速上网','超市 商场 学校 托儿所 社区中心 体育设施 医疗机构 公园','','近地铁站 - ANGRIGNON - 步行约5分钟','','','','','','lyang@sutton.com','','','400','ANGRIGNON','','ANGRIGNON','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(27,'33277','2016-10-07','http://www.iu91.com/rs/rent/2016-04/33277.shtml','独立卧室出租','地址: 7117 12e Av, Montreal, QC H2A 2Y1','H2A 2Y1','$390(加元) 包水电暖网','Duplex/Tri-plex','分租 转租约','1卧 1厅 1厕 独厨独厕 3楼','1年','11/01/2016','宽敞明亮5 1/2卧室出租，交通方便，近蓝线地铁st-michel，近高速公路，近所有设施。 
近COLLEGE ROSEMENT,近私立中学JEAN EUDE ,职业学校JFK,附近有金发超市，大水果店，SUPER C. 
另一个室外车位出租50月。','','','光线明亮 房间宽敞','简单家具 全套电器 储藏室/locker 高速上网','繁华大街 超市 商场 学校 图书馆','近公车站 - 67 - 步行约1分钟','近地铁站 - st-michel - 步行约2分钟','','近高速公路 - 40号 - 约2分钟车程','Wang','438-995-89664389958966','','hcwang2003@gmail.com','','','390','','67 1','st michel','','40 2','QC','Montreal','');
INSERT INTO "monrent" VALUES(28,'46935','2016-10-07','http://www.iu91.com/rs/rent/2016-09/46935.shtml','五个半公寓11月转租半分钟到Monk地铁','地址: 6704 Monk Boul, Montreal, QC H4E 3J1','H4E 3J1','$870(加元) 包水网','一般公寓','整租 转租约','2卧 2厅 1厕 3楼','7个月','11/01/2016','      超近地铁绿线Monk站， 步行1分钟，三层公寓，位于三楼。五个半，包括两个独立卧室，厨房，卫生间，餐厅和客厅分开的。11月可入住，870刀每月，包水，无线网， 包全套家具，（洗衣机，干衣机，炉头、微波炉、冰箱，餐桌+4把椅子；小房间有书桌，转椅，一个单人床；大房间有一个双人床，床头柜，梳妆柜，五斗橱，书架。拎包入住。两边都有阳台。到Monk地铁站不到一分钟，马路多面有荣昌行，IGA，还有一个印度人超市，Jean-Coutu，四季香中餐馆。租约到明年6月底，可续约。 
 
 
电话或短信：514-941-7773，苏景 
','','','','全套家具 高速上网 洗衣机/房','超市 公园','','近地铁站 - monk - 步行约1分钟','','','苏景','5149417773','','sujing272722@gmail.com','','','870','Monk','','monk','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(29,'42788','2016-10-07','http://www.iu91.com/rs/rent/2016-10/42788.shtml','温馨公寓出租','地址: 7000 Allard Rue, Lasalle, Montreal, QC H8N 1Y7','H8N 1Y7','$870(加元) 包水电暖','高级公寓','整租 新租约','1卧 1厕','1年','08/01/2016','20161001上市 
 
Angrignon 地铁站 著名OUPS 7000 Rue Allard 2012年新建 
 
温馨大studio （使用面积34.9平米）出租 
 
6楼 电梯 
 
阳台BBQ，面向DOWNTOWN,夜上浓妆，繁华似锦 
 
 
近公园，商贸中心，绿线地铁直达市中心 
 
包炉头，冰箱，洗衣机，干衣机，微波炉，桌子，椅子，床，架子 
 
包热水，包电，包暖，不包网 
 
楼下储物间 
 
车位可租 
 
适合单身、小2口，NOVA学生最佳选择 
 
 
提包即可入住, 
 
健身房，桑拿，会议厅 
 
安全，温馨 
 
请速和我联系 
 
希望您不养宠物，租期最少一年。 
 
 
 
','','','','','','','','','','','','','pascalwxf@gmail.com','','','870','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(30,'31668','2016-10-07','http://www.iu91.com/rs/rent/2015-01/31668.shtml','ANGRINGNON单间 ,同一地址3半出租','地址: Allard Rue, Montreal, QC H4E 2N5','H4E 2N5','$300(加元) 包水电暖网','一般公寓','分租 新租约','5卧 1厅 2厕 合厨合厕','1年 可短租','随时入住','距离绿线地铁Angrignon站 200 米（13分钟到 Concordia，15分钟到 McGill） 
1，每个房间都有独立门锁，衣橱或衣柜，双卫生间，全新宜家或BRICK家具，全新床垫，拎包入住。提供炉头、冰箱、微波炉、洗衣机、烘干机，包电等。 
立即入住，房租300/月起，欢迎留学生入住！大床房间420/月。 
可短租，单人25/天，双人30/天。 
2，3 1/2 同一地点出租，提供炉头、冰箱，洗衣机、烘干机，网络等。全新宜家或BRICK家具，全新床垫。电费自付。','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 简单厨具 全套电器 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 社区中心 体育设施 医疗机构 公园','近公车站 - 公交总站 - 步行约3分钟','近地铁站 - ANGRIGONO - 步行约3分钟','','近高速公路 - 20 - 约2分钟车程','宋女士','514-292-5888514-791-6400','','160908028@qq.com','','','300','ANGRINGNON','3','ANGRIGONO','','20 2','QC','Montreal','');
INSERT INTO "monrent" VALUES(31,'47136','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47136.shtml','RTC校区近地铁3卧室5半豪华condo，即刻出租','地址: 3960 Rue De Rouen, Montreal, Qc, Montreal, QC H1W 3V5','H1W 3V5','$990(加元) 包水','一般公寓','整租 新租约','3卧 1厅 1厕 半地下室','1年','随时入住','RTC学区房，5半，三个大卧室。近一切生活设施，包冰箱炉头洗衣机烘干机。不包家具。','','','','','','近公车站','近地铁站 - pix','','近高速公路 - 720','朱先生','51457687885145289593','','jesuisjunioni@msn.com','','','990','RTC condo','','pix','','720','QC','Montreal','');
INSERT INTO "monrent" VALUES(32,'44746','2016-10-07','http://www.iu91.com/rs/rent/2016-06/44746.shtml','RTC,蓝线地铁，学生公寓提包入住单间或整租','地址: Montreal, QC','eal, QC','$600(加元) 包水电暖','一般公寓','整租 新租约','3卧 1厅 2厕','1年','随时入住','地理位置： 
蓝线SAINT-MICHEL地铁旁。处于校园区内，周边社区设施齐全，有银行，油站，邮局，超市，华人超市，西餐馆，中餐馆，麦当劳，公园，图书馆，游泳池，网球场，DOLLARAMA,药店都是步行范围之内。 
 
适合院校： 
Université de Montréal（蒙大），Collège Jean-Eudes，HEC, 麦大Mcgill，UAQM魁大，Collège de Maisonneuve，Collège Rosemont,R.T.C.,J.F.K,等学校。 
*Collège Jean-Eudes步行即到。 
*RTC的同学冬天都可以走路数分钟上学超近，上学时比其他同学都能多睡会，多走几步也能到JFK，基本不需月票。学习生活居住便捷舒适。 
*到RTC的2校区,St Pius 也不远，门口就是公交车站。 
*地铁9站直达Université de Montréal（蒙大）.HEC，UQAM魁大，麦大都非常快捷。 
 
租住选择： 
房屋安全，干净，宽敞舒适,环境优美。主要适合白天上课爱安静的几个同学合租。根据需要和入住时间，自由选择。 
两人合租可选一套两卧一卫，每人一间大房。冰箱炉头,床桌齐全，房间内有步入式衣物间，足够放个人行李和衣物。还有一室内存物间，一个户外阳台，夏天可以放桌椅，晒晒太阳看看书，写写作业，自然清新。 
单人住可选一卧一卫的独立单身学生公寓，空间宽敞舒适，有厨房，卧室附带独立卫生间。 床，桌，炉头，冰箱全部齐全，水电暖全包。 
 
租住要求： 
生活习惯良好，爱干净，不吸烟，不养宠物，不在家里聚会吵闹和留宿他人，作息正常,好相处不打扰邻居的同学入住。 
 
联系方式： 
有意请直拨电话咨询详情，微信QQ也可以，如暂无接到请多拨几遍。','','','全新装修 分门出入 光线明亮 房间宽敞','','','','','','','','5145653288','','','','','600','RTC','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(33,'46751','2016-10-07','http://www.iu91.com/rs/rent/2016-09/46751.shtml','圣劳伦区3睡房半独立屋，圆您别墅梦！','地址: 259 Rue Khalil-Gibran Saint-Laurent, Saint-Laurent, Montreal, QC H4N 4A2','H4N 4A2','$3,000(加元)','半独立屋','整租 新租约','3卧 1厅 2厕','1年','随时入住','典雅半独立屋，位于宁静街区。高品质室内配套设施，3睡房，（地下室可增设1睡房作为第4个睡房），2+1卫浴，地下室已装修完成，后院有很大的平台可供活动、休憩、纳凉。仅5分钟步行距离至Montpellier火车站，3分钟车程至高速15号和40号入口，近购物商场，电影院和各式餐饮、娱乐。住在这里，一切便利皆举步可达。 ','','','','全套电器 冷暖空调 洗衣机/房','繁华大街 商场 学校 社区中心 公园','','近地铁站','','近高速公路','','','','','','','3000','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(34,'6713','2016-10-07','http://www.iu91.com/rs/rent/2016-06/6713.shtml','出租房间','地址: De Monts Av, Montreal, QC H4E 2T3','H4E 2T3','$450(加元) 包水电暖网','Duplex/Tri-plex','分租 无租约','4卧 1厅 1厕 4车位 合厨合厕','1年 1个月 可短租','08/01/2016','duplex二楼出租，近angrignon地铁站，步行5分钟，近高速公路，开车5分钟上高速，近所有公共设施，全新装修，所有家电全新，准备了所有生活必需设施，洗衣机，烘干机，炉头，电冰箱，微波炉，房间有床，床头柜，衣柜，书桌，椅子，衣架，只需要带自己随身物品即可生活，欢迎爱整洁的单身人士，尤其是留学生','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 高速上网 洗衣机/房','商场 公园','近公车站 - angrignon - 步行约5分钟','近地铁站 - angrignon - 步行约5分钟','','近高速公路 - 20ouest - 约5分钟车程','elaine        eva      daniel','514-621-8668514-569-5791','','liyiwei_36@yahoo.com','','','450','','5','angrignon','','20 5','QC','Montreal','');
INSERT INTO "monrent" VALUES(35,'47034','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47034.shtml','转lease,大四个半,downtown','地址: Crescent Rue, Montreal, QC H3G 2B7','H3G 2B7','$1,555(加元) 包水暖网','一般公寓','整租 转租约','2卧 1厅 1厕 12楼','7个月','01/10/2017','因个人原因忍痛转Rue Crescent 1420高级公寓12层半年lease 
月租金1555刀 
2017.1入住，具体入住时间可商量，lease到期时间为2017.7.31 
距离康大步行三分钟，楼下各种餐厅商场超市一应俱全 
公寓新装修，无虫，干净整洁安全，西人管理，楼内有洗衣房烘干机，且有室内停车位（另付） 
包水暖网，每月电费20刀左右不包 
有阳台，采光好，向阳 
每层只有6户，隔音好，非常适合康大学习的学生或市中心工作的人 
手机5146906975 微信414736887 
欢迎预约看房 非诚勿扰 
 
available from 2017.1.10, the expiration date of the lease is 2017.7.31  
 
very good location 
 
-3 minutes walk to Guy-Concordia metro station 
-7 minutes walk to Bonaventure metro station. 
 
facility 
 
- hot water 
- heating 
- gas 
- fast wifi 
- stove  
- fridge 
- balcony 
- Laundry room in the building 
- indoor Parking available at extra charge  
- except electricity. 
 
close to 
 
- Concordia University 
- McGill University 
- metro 
- bus station 
- shopping centre 
- supermarkets 
clean and fancy apartment, 12th floor.','','','全新装修 光线明亮 房间宽敞','储藏室/locker 高速上网 洗衣机/房','繁华大街 超市 商场 学校 图书馆 社区中心 体育设施 医疗机构 警局','近公车站 - Guy Concordia - 步行约3分钟','近地铁站 - Guy Concordia - 步行约3分钟','','','Lida','5146906975','','sunlida0627@gmail.com','','','1555','lease downtown','3','Guy Concordia','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(36,'15846','2016-10-07','http://www.iu91.com/rs/rent/2016-10/15846.shtml','2 1/2 $500 全包','地址: Troy Rue, Verdun, Montreal, QC H4G 3C6','H4G 3C6','$500(加元) 包水电暖网','一般公寓','整租 无租约','1卧 1厕 2楼','1年','随时入住','温馨公寓两个半出租. 
 
地址：91 Troy, H4G 3C6 
 
近绿线地铁 lasalle 地铁与 de l''eglise 地铁两站之间，安静内街，步行五分钟到地铁站。 
 
近河边大公园和wellington商业街，邻近多家西人超市（Maxi，Candian Tire，Metro，IGA）及华人超市（长城、亚洲）,生活非常方便。 
 
大窗户，公寓干净、安静，经重新装修。真正全包500$, 含 大冰箱、炉头、热水、暖气、照明电、无线高速网络，提供家具, 提包可入住. 欢迎联系看房。 
 
联系电话：房东 (514)999-5584 谢谢!  
','','','光线明亮 房间宽敞','简单家具 高速上网 洗衣机/房','繁华大街 超市 商场','','','','','Sunny','5149995584','','sqtjcn@hotmail.com','','','500','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(37,'25968','2016-10-07','http://www.iu91.com/rs/rent/2016-08/25968.shtml','明亮干净安静全包二半','地址: D''arcy Mcgee, Montreal, QC H4E 2K4','H4E 2K4','$560(加元) 包水电暖网','Duplex/Tri-plex','整租 新租约','1卧 1厅 1厕 1楼','1年 可短租','随时入住','包电，包暖，包网,包热水，配冰箱，炉头，配简单家具, 独立厨房. 全包二半出租， 近30平米， 明亮，干净，安全，安静，楼内地下室有洗衣房。距绿线MONK地铁站2分钟。近中餐馆，购物方便。适合单身。价仅$580.00/月。如有兴趣请打电话，必复。','','','分门出入 光线明亮 房间宽敞','简单家具 简单厨具 储藏室/locker 高速上网 洗衣机/房','繁华大街 超市 商场 公园','','近地铁站 - Monk - 步行约2分钟','','','max','514-704-9688','','mtlhfr@yahoo.com','','','560','','','Monk','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(38,'11029','2016-10-07','http://www.iu91.com/rs/rent/2016-09/11029.shtml','新装修独立楼房三半单房出租或可有两个单间','地址: Hadley Rue, Montreal, QC H4E 3R3','H4E 3R3','$380(加元) 包水电暖网','独立屋','分租 新租约','1卧 1厅 1厕 合厨合厕 2楼','1年 可短租','随时入住','新装修独立楼房三半单间出租, 两间卧室分租. 每间 11 平米. 明亮,干净,整洁,安全,安静,舒适, 共用厨房. 配冰箱，炉头, 家具, 厨具.近中餐馆及中国超市，IGA，Jean Coutu, 购物方便. 看房请联系.','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 全套厨具 高速上网 洗衣机/房','繁华大街 超市 商场','','近地铁站 - Monk - 步行约2分钟','','','loke','514-704-9688','','lokeyama@yahoo.com','','','380','','','Monk','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(39,'47131','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47131.shtml','Assomption地铁站三半或四半，全包，长租','地址: Monsabre Rue, Montreal, QC H1N 2L2','H1N 2L2','价面议 包水电暖网','一般公寓','整租 新租约','1卧 1厅 1厕 半地下室','1年','随时入住','装修非常好，非常舒适的三半！超级大的储存空间，绝对会令你一见钟情！水电暖网和家具（床冰箱炉头沙发洗衣机烘干机书桌椅子等）全包，800加元/月。近assomption地铁站，15分钟到市中心。周围环境非常好，有公园、健身房及学校；所住街道特别安静及安全，走路3分钟有杂货店和超市，离商业中心也只有15分钟的步程（也可坐地铁到达）。可考虑小型宠物。 
希望找一位（或两位）爱干净，不抽烟，有责任心的房客。 
Ps：三半旁边有一书房可改成卧室。价格将变为1000刀每月。具体详谈。 
有意者可直接发信息或来电5144494831咨询，早上9点到晚上10点，谢谢！','','','分门出入 房间宽敞','简单家具 简单厨具 储藏室/locker 健身房 高速上网 洗衣机/房','超市 商场 学校 托儿所 图书馆 医疗机构 公园','近公车站','近地铁站','','近高速公路','祝小姐','5144494831','','xiaoyu19880407@hotmail.com','','','','Assomption','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(40,'11859','2016-10-07','http://www.iu91.com/rs/rent/2014-08/11859.shtml','走2分钟绿线JOLICOEUR站，拎包入住450元起','地址: 1651 Rue Jolicoeur, Montreal, QC H4E 1X1','H4E 1X1','$450(加元) 包水电暖网','独立屋','分租 无租约','1卧 1厅 1厕 3车位 合厨合厕 2楼','1年 可短租','随时入住','独立别墅，含地下室共三层，漂亮的前后花园，特别是后花园很大，还有儿童和大人的秋千，三个帕车位，2分钟走路到绿线地铁站JOLICOEUR，绿线地铁到CONCORDIA和MCGILL大学和市中心10-15分钟,街道两旁绿化多，环境优美，让人心情舒畅，周围全是独立屋，大部分是屋主自住，一分钟到免费游泳馆，9个网球场，2个足球场，社区医疗服务所。1分钟到PROVIGO买菜方便，到政府领钱的法语C0FI班走路8分钟就到，省了地铁的等待和钱。  
房间阳光充足，温馨，全包《包电，包暖，冰箱，炉头，网络，洗衣机和烘干机》。洗衣和烘干不用投币，每次省4元加币，共用客厅，餐厅，厨房，卫生间。住家的房子，家具质量好，装修漂亮，干净。长，短租适合学生，有工作的人士，新移民过渡的好住所，出租的是2楼的房间，不是地下室哦！我们地下室没有房间。电话514-6913311，204-9517788','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 储藏室/locker 游泳池 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 37,112，78,350 - 步行约,0.1分钟','近地铁站 - JOLICOEUR - 步行约2分钟','','近高速公路 - 14,15,20 - 约1分钟车程','郑女士','514-6913311204-9517788','','ZXJCZX111@HOTMAIL.COM','','','450','JOLICOEUR','37 112 78 350 0 1','JOLICOEUR','','14 15 20 1','QC','Montreal','');
INSERT INTO "monrent" VALUES(41,'39270','2016-10-07','http://www.iu91.com/rs/rent/2016-08/39270.shtml','Cegep Laurenteau 13平米明亮宽敞大房','地址: 1708 Marie-Claire Rue, Lasalle, Montreal, QC H8N 1S1','H8N 1S1','$400(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1卧 1厕 合厨合厕 1楼','1年','随时入住','1 水、电、暖、网 全包。  
 
2 13平米朝南大房间, 室内全套家具，Queen size 双人大床，床头柜，台灯，壁橱，五斗橱，书桌。  
 
3 厨房设备齐全： 冰箱、全新平面炉头、微波炉、洗衣机、热水壶、面包机, 咖啡机, 电饭锅。  
 
4 地理位置极佳 1分钟公交113  (10分钟到college laurenteau)，3分钟Newman高频公交106 （10分钟 carrefour Angrignon，  
 
5 近各种大小超市，咖啡店，餐馆, 邮局，银行，医院 Jean-coutu 2 分钟，Metro plus 3分钟，Maxi 5分钟 Dollarama 5分钟，Dollard shopping mall 5分钟，邮局5分钟，Tim Hortons 5 分钟，TD/ RBC/Banque National 5 分钟，医院Clsc 5分钟 等等。  
 
6 房东留法10年,有6年丰富法语教学经验,可以免费补习法语,想学法语的朋友还等什么呢?  
 
7 房客是本地人,母语是英语,想提高英语的朋友,快来看房吧!  
','','','分门出入 光线明亮 房间宽敞','简单家具 简单厨具 全套电器 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - 113,106,406 - 步行约1分钟','','','','Jack','514-294-8278','','nihaohisaluy@hotmail.com','','','400','Cegep Laurenteau','113 106 406 1','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(42,'47128','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47128.shtml','超大卧室出租','地址: Marie-Guyart Rue, Lasalle, Montreal, QC H8N 3G6','H8N 3G6','$500(加元) 包水电暖网','高级公寓','分租 无租约','1卧 1厅 1厕 1车位 合厨合厕 2楼','1年','随时入住','Angrignon公园旁边，购物方便，距离地铁站8分钟，超大卧室，可以放下两个双人床。','','','光线明亮','简单家具 全套厨具 全套电器 高速上网 洗衣机/房','繁华大街 超市 商场 学校 公园','','近地铁站 - Angrignon - 步行约8分钟','','','熊小姐','514-4097176','','sunzhiyue3064@163.com','','','500','','','Angrignon','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(43,'41826','2016-10-07','http://www.iu91.com/rs/rent/2016-10/41826.shtml','市中心距离地铁三分钟,整洁大卧室.','地址: 3432 Workman Rue, Montreal, QC H4C 1N5','H4C 1N5','$315(加元) 包网','一般公寓','分租 无租约','1卧 1厅 1厕 合厨合厕 3楼','6个月 可短租','11/01/2016','明亮大房间, 室友是2个日本年轻人. 安静整洁卫生就不用说了. 长租至少半年.  价格315$不包电不包热水.只包网络.    电费夏天20$左右/月. 冬天根据暖气使用情况而定.  有意者请尽量最好晚上六点后电话联系. 平时很忙最好发邮件.谢谢! 24小时即时回复!','','','分门出入 光线明亮 房间宽敞','简单家具 简单厨具 高速上网','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 211.78.411.747.371.496.77.108.350 - 步行约3分钟','近地铁站 - lionel grouxl地铁站 - 步行约3分钟','近火车站','近高速公路','Cindy','5145016514(很忙最好发邮件)','','394451819@qq.com','','','315','','211 78 411 747 371 496 77 108 350 3','lionel grouxl','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(44,'46329','2016-10-07','http://www.iu91.com/rs/rent/2016-09/46329.shtml','NDG近Vendome地铁大两半，560全包水电暖网','地址: 2271 De Clifton Av, Montreal, QC H4A 2N5','H4A 2N5','$560(加元) 包水电暖网','Duplex/Tri-plex','整租 新租约','1卧 1厅 1厕 半地下室','1年','随时入住','NDG社区大两半靓房出租，单独出入的半地下室，1年前新装修，卧房和客厅面积大，且皆有对外窗户，采光良好、宽敞、干净。 
 
1. 交通方便，门口几步路就是105高频车，以及420，138等多条线路，直通橙线Vendome地铁站，步行亦只需15分钟。 
 
2. 生活便利，周边学校、超市、餐馆、银行、医院、公园、图书馆遍布，步行15分钟范围内，可至蒙城最大最新的Victoria医院和儿童医院，可至NDG社区活动中心（免费游泳和各类体育课程），可至Provigo,Dollarama,Esposito等平价超市。对口学区是优质公立学校NDG小学和Cote-Sainte Luc中学。 
 
3. 拎包入住。包水，电，暖，冰箱，炉头，网络，门口马路边可免费停车。配有简单家具，Queen size床架、桌子、沙发等等。 
  
房租$560/月，预约看房请拨打514-6256296 (刘女士)，或发送邮件至，谢谢','','','分门出入 房间宽敞','简单家具 全套厨具 高速上网','繁华大街 超市 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 105,420,138 - 步行约2分钟','近地铁站 - Vendome - 步行约15分钟','','','刘女士','5146256296','','ddway3212@hotmail.com','','','560','NDG Vendome','105 420 138 2','Vendome','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(45,'47122','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47122.shtml','市中心全新豪华公寓1室1书房1卫','地址: 405 De La Concorde, Montreal, QC H3A 0H1','H3A 0H1','$1,780(加元) 包水电暖网','高级公寓','整租 新租约','1卧 1厅 1厕','1年','11/01/2016','全新豪华公寓紧邻McGill大学（500米），UQAM大学（300 米），艺术广场（200米），周围有数不尽的咖啡馆，餐厅，购物中心，步行2分钟可到达Place-des-Arts地铁站。  
 
公寓配套五星级设施及服务：  
l 24/7门卫  
l 多功能大厅：钢琴演奏区、厨房、派对房间、桌球等娱乐空间  
l 健身房、瑜伽室  
l 26-28层跃层空中露台可以BBQ、攀岩、  
 
公寓位于15层（窗外即可俯瞰市中心风景），面积576平方英尺，1间卧室，单独学习间，1卫浴。配备全新不锈钢电器：电冰箱、烤箱、炉头、洗碗机、洗衣机&烘干机（白色）及空调。  
包热水中央空调电网络家具，月租$1780。  
 
','','','全新装修 光线明亮 房间宽敞','全套家具 简单厨具 全套电器 冷暖空调 健身房 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 体育设施 医疗机构 公园 警局','近公车站 - 15, 24, 80,129,365,435 - 步行约2分钟','近地铁站 - place-des-arts - 步行约2分钟','近火车站 - Berri-Uqam - 步行约10分钟','近高速公路 - 720 - 约5分钟车程','Quan','5144841574','','yuanquan@hotmail.com','','','1780','','15 24 80 129 365 435 2','place des arts','Berri Uqam','720 5','QC','Montreal','');
INSERT INTO "monrent" VALUES(46,'47121','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47121.shtml','NDG超大卧室出租招女生','地址: 4750，Dupuis Av, Montreal, QC H3W 1N3','H3W 1N3','$450(加元) 包水电暖网','一般公寓','分租 无租约','1卧 1厅 1厕 合厨合厕 2楼','1年 可短租','11/03/2016','房间很大，是正常卧室的两倍。lease到明年6月底，不确定要不要续租。室友人超 nice，活泼热心好沟通。 
最好短信联系预约看房。 
周围很安全，十点下班回家没有问题。 
楼下有早餐店五六点开门，还有早餐店咖啡厅以及很多餐厅。 
楼下就有TD。 
因为准备搬家，房间很乱，照片就不放了，欢迎诚意看房～ (^^)','','','房间宽敞','简单家具 洗衣机/房','繁华大街 超市 学校 社区中心 体育设施 医疗机构 公园','近公车站 - 129 - 步行约2分钟','近地铁站 - cote saint Catherine - 步行约2分钟','','','Laura','5146214096','','2205418880@qq.com','','','450','NDG','129 2','cote saint Catherine','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(47,'45685','2016-10-07','http://www.iu91.com/rs/rent/2016-10/45685.shtml','近RTC，大4半整租或分租','地址: 7100,Pie-Ix Boul, Montreal, QC H2A 2G4','H2A 2G4','$450(加元) 包水电暖','一般公寓','分租 新租约','2卧 1厅 1厕 合厨合厕 3楼','1年','11/01/2016','光猛大4半。2个独立卧室和一个大客厅，在pie-ix跟jean-talon交接口，公车站就在门口，多辆高频到2个地铁站。近RTC及多家学校，maxi,winnes,metro,la baie......都在对面，生活及其方便。包全套家具。450/间，，联系电话514-8364794','','','光线明亮 房间宽敞','全套家具','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 139 - 步行约1分钟','近地铁站 - St- Michel et pie- Ixx - 步行约15分钟','','近高速公路 - 40 - 约1分钟车程','lylia','514-8364794','','Mengwei73@gmail.com','','','450','RTC','139 1','St Michel et pie Ixx','','40 1','QC','Montreal','');
INSERT INTO "monrent" VALUES(48,'30177','2016-10-07','http://www.iu91.com/rs/rent/2016-09/30177.shtml','阳光卧室，近du college','地址: Marcel-Laurin Boul, Saint-Laurent, Montreal, QC H4M 2M1','H4M 2M1','$370(加元) 包水电暖网','一般公寓','分租 无租约','3卧 1厕 2车位 合厨合厕 2楼','1年','随时入住','大四半中的一间卧室，13平米，二楼，全新塑窗，房间朝南，阳光充足，硬木地板，暖气充足，室温可调。 
 
包水电暖网，炉头，冰箱，洗衣机，微波炉。独立大厨房 （10平米），有门，有窗，有排油烟机。 
 
近du college地铁站，西人超市Esposito近在咫尺，蔬菜水果超便宜。附近多家中西人超市，世纪超市，Maxi, Super C, Provigo, Pharmaprix, Lowber lows，夏威夷，银行BMO, TD etc., 近vanier college, saint-laurent CEGEP，图书馆，公园，诊所，网球场，游泳池都在步行范围内。交通方便，近15，40高速，去st-laurent和西岛上班都很便利，免去堵车烦恼。门口有bus直通西岛，128，202等多路公车经过。 
 
楼下有停车场，免费停车，不用担心忘了挪车被开罚单。 
 
要求作息规律，安静，干净，无烟无宠,少煮食，少油烟。非诚勿扰。 
 
欢迎预约看房，先订先得。 
','','','光线明亮 房间宽敞','简单家具 高速上网 洗衣机/房','超市 商场 学校 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - 128， 202 - 步行约1分钟','近地铁站 - du college - 步行约5分钟','','近高速公路 - 15, 40 - 约1分钟车程','无人接听请留言或短信','438-896-6248','','','','','370','du college','128 202 1','du college','','15 40 1','QC','Montreal','');
INSERT INTO "monrent" VALUES(49,'12973','2016-10-07','http://www.iu91.com/rs/rent/2015-11/12973.shtml','康大附近三个半，真诚寻找女室友','地址: De Maisonneuve Boul O, Montreal, QC H3H 1K1','H3H 1K1','$470(加元) 包水电暖网','一般公寓','分租 新租约','1厅 1厕 合厨合厕 6楼','8个月 可短租','11/01/2016','本人是一个安静，整洁，易相处，有事帮忙，平时互不打扰的女孩，也希望短期能找到一个干净，安静，易相处的女室友。2016年11月1日。 
康大小地铁站旁边，方便购物，学习，以及工作。想看房请于晚上六点之后电话或短信联系。谢谢~~） 
','','','光线明亮 房间宽敞','简单家具 全套厨具 全套电器 游泳池 高速上网 洗衣机/房','繁华大街 超市 商场 学校 图书馆 医疗机构','近公车站 - concordia - 步行约3分钟','近地铁站 - guy-concordia - 步行约1分钟','','','小丁','514-586-9627','','','','','470','','3','guy concordia','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(50,'47012','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47012.shtml','康大小地铁站附近大客厅470全包，伶包入住','地址: 1819 De Maisonneuve Boul O, Montreal, QC H3H 1K1','H3H 1K1','$470(加元) 包水电暖网','一般公寓','分租 无租约','1厅 1厕 合厨合厕','1年','11/01/2016','','','','','','','','','','','','','','pdsbc87@gmail.com','','','470','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(51,'47118','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47118.shtml','DT全新超级好房 全套新家电 机不可失','地址: 1181 Bishop, Montreal, QC H3G 0C6','H3G 0C6','$1,300(加元) 包水','高级公寓','整租 新租约','1卧 1厅 1厕 3楼','1年','随时入住','dt超级好房出租 超大三个半 全新condo楼 所有家电全新   
 
     （包括独立洗衣机烘干机洗碗机） 
 
距离康大2分钟路程 身处dt却闹中取静 非常安静的房子 
     夜晚灯火通明 警察局旁 非常安全 
 
室内阳光充足 中央空调加地暖 24小时免费热水供应 
       楼内更配有健身房 spa bbq场所 
    想咨询或看房的朋友加微信476969112 
         或短信电话5145187265','','','全新装修 光线明亮 房间宽敞','全套电器 冷暖空调 游泳池 健身房','繁华大街 超市 商场 学校 图书馆 体育设施 医疗机构 公园 警局','近公车站 - concordia - 步行约2分钟','近地铁站 - concordia - 步行约2分钟','近火车站 - VIA - 步行约15分钟','近高速公路 - 720/20 - 约3分钟车程','李','51451872654383466818','','longleo2013@gmail.com','','','1300','DT','2','concordia','VIA','720 20 3','QC','Montreal','');
INSERT INTO "monrent" VALUES(52,'47105','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47105.shtml','Cote-Vertu地铁附近大四半招租$750包水、暖','地址: 1225 Ouimet Rue, Saint-Laurent, Montreal, QC H4L 3P8','H4L 3P8','$750(加元) 包水暖','一般公寓','整租 转租约','2卧 1厅 1厕 3楼','5个月','12/01/2016','整套大四半公寓出租：两个卧室，一个客厅，一个厨房，一个卫生间，一个阳台，每个房间都有一个带门的壁橱；$750 加元/每月，包暖气，热水，提供冰箱，炉头；转租约，租期从12/01/2016开始到 04/30/2017结束，租期结束后，如需要可续约。 
 
该公寓地理位置好，地处市中心downtown，西岛  west island、Laval市的交汇地带，交通便利，四通八达，生活方便，服务设施齐全，物业服务快捷周到。 
 
整套房屋宽敞明亮、干净整洁，去年九月份全新装修；位于一条安静的街道，在三层顶楼，无干扰，左邻右舍安静、友好。 
 
靠近橙线地铁站 Cote-Vertu及公交车总站，步行5分钟； 近 15号和40号高速公路，5分钟车程。 
 
步行3分钟到购物广场，有Provigo超市， Pharmaprix，Tim Horton''s，Pizza店，理发店，便利店等，对面有AMR超市，麦当劳餐厅，步行15分钟可到MAXI,SUPER C，夏威夷超市。 
 
步行5分钟可到大公园，有篮球，网球场，儿童乐园, 游泳池， 附近有YMCA, 学校和幼儿园，步行10分钟有医院和CLSC。 
 
楼下路边可以免费停车，也可以租室内和室外停车场，室内停车场是$75加元/每月。 
','','','全新装修 光线明亮 房间宽敞','洗衣机/房','超市 商场 学校 图书馆 社区中心 医疗机构 公园','近公车站 - Terminus Cote Vertu - 步行约3分钟','近地铁站 - Cote Vertu - 步行约5分钟','','近高速公路 - hightway 15 and 40 - 约5分钟车程','Ms. Zhang','5149833889','','zhanghq91@yahoo.com','','','750','Cote Vertu','3','Cote Vertu','','15 40 5','QC','Montreal','');
INSERT INTO "monrent" VALUES(53,'5658','2016-10-07','http://www.iu91.com/rs/rent/2016-09/5658.shtml','近地铁站2睡房出租  拎包入住','地址: Decarie Boul, Montreal, QC H3W 3C8','H3W 3C8','价面议','一般公寓','整租 新租约','2卧 1厕 2楼','1年 可短租','随时入住','位于Plamondon 和Cote-Sainte-Catherine地铁站之间公寓，步行6分钟到地铁站。  
 
--2睡房1餐厅 1卫浴1洗衣间，独立热水和取暖设施，所有房间都有窗户。 
 
--配有沙发,电视,平面炉头，冰箱，浴缸，步入式大储物间，餐桌，餐椅，2大床和床头柜，2书桌、椅等，干净整洁。   房子不靠马路，安静。随时可拎包入住。  
 
--6分钟步行至Mall，IGA，MERTO，银行，华人超市，Pharmaprix，一元店等，有小学，中学，cégep, 著名的儿童医院、犹太医院等。  
 
--步行5分钟到图书馆和社区体育活动中心，可免费使用游泳馆，球场及各类体育设施。  
 
--方便到金發，福泰，Maxi超市，近地铁，17路、129路165路公车站，交通非常方便。  
 
--楼下街道室外免费停车位很多，停车方便。 
','','','','','','近公车站 - 17,129,165 - 步行约1分钟','近地铁站 - Cote-Sainte-Catherine - 步行约6分钟','','','Yang','5148366998','','','','','','','17 129 165 1','Cote Sainte Catherine','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(54,'1346','2016-10-07','http://www.iu91.com/rs/rent/2015-03/1346.shtml','优质卧房，月租340$，近Monk地铁','地址: Hurteau Rue, Montreal, QC H4E 2Y7','H4E 2Y7','$340(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1厕 合厨合厕','1年 可短租','随时入住','1、新卧房全包出租，提包入住，近绿线地铁Monk站，340$/月。 
2、交通便捷：乘地铁到麦大、康大10-15分钟 (非常适合学生居住）。附近还有免费成人英语、法语学校及COFA班，很适合新移民登陆。高速路15、20、720北上、南下、机场、市中心去各个方向十分便捷。 
3、购物方便、环境优雅：距IGA、Jean Coutu、中国超市、餐馆及著名的Angrignon购物中心、Angrignon公园、免费的游泳馆、体育场均较近，周边安静，生活购物极为方便。 
4、免费提供卧室家具、炉头、冰箱、洗衣机、电、暖、超高速网及免费提供中国、北美长途电话，方便与远方的亲朋联络。 
5、生活环境干净整洁，有保洁员定期打扫环境卫生，租给安静、不吸烟、讲究个人及环境卫生者居住。 
请联系：514-885-6168','','','全新装修','简单家具 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 公园','近公车站 - 步行约2分钟','近地铁站 - Monk - 步行约5分钟','','近高速公路 - 约6分钟车程','james','514-885-6168','','chinacanada8@gmail.com','','','340','Monk','2','Monk','','6','QC','Montreal','');
INSERT INTO "monrent" VALUES(55,'44290','2016-10-07','http://www.iu91.com/rs/rent/2016-10/44290.shtml','NDG温馨好房出租 $350/月（限女生）','地址: Cavendish Boul, Montreal, QC H4B 2N4','H4B 2N4','$350(加元) 包水电暖网','一般公寓','分租 无租约','1卧 1厅 1厕 合厨合厕','1年','随时入住','6个半condo现出租其中一间卧室，与另外两个女生合租,人很好相处。小区环境宁静、安全、邻舍友善，近Shadd和康大loyola校区，3分钟走到社区图书馆，免费游泳馆，社区医院 CLSC，公园。购物也方便，附近有西人大型超市Provigo,metro, Super C, 药房，饭店等。 门口多路高频公交车，出行方便。 
热水、冰箱、炉头、微波炉、洗衣机、烘干机，上网全包每月$350+$20电暖费，餐厅和客厅宽敞明亮。 
要求房客爱护共用设施，安静+干净，只住女生。 
联系方式： 
','','','全新装修 房间宽敞','全套家具 全套厨具 全套电器 电视 高速上网 洗衣机/房','超市 学校 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 105,104 - 步行约3分钟','','','','Amily Pei','','','peizheng2008@gmail.com','','','350','NDG','105 104 3','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(56,'46393','2016-10-07','http://www.iu91.com/rs/rent/2016-09/46393.shtml','rosement/rtc区 安静好区 单间拎包入住','地址: Mallet Rue, Montreal, QC H1Y 3E1','H1Y 3E1','$450(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','3卧 1厅 1厕 1车位 独厨独厕 1楼','1年 可短租','11/01/2016','新装修的大6半 ikea的铁艺床，书桌，台灯，窗帘 冰箱炉头餐桌，简单厨具。 
进rosement college,jfk college, jeaneude college。 
步行几分钟可达 maxi IGA jean coutu pharmaphix dollarama 商业街 
公交车有94 iberville 197 rosement 67 st michel 十分钟到达 
绿线 橙线 蓝线  
适合学生分租 单身人士入住 
家庭整租也可 面议价格 
租约灵活','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 简单厨具 全套电器 储藏室/locker 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 公园','近公车站 - 197 94 67 - 步行约1分钟','近地铁站 - iberville st michel frontenac','','','mr.张','5147222133','','sunnymarch2016@gmail.com','','','450','rosement rtc','197 94 67 1','iberville st michel frontenac','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(57,'5466','2016-10-07','http://www.iu91.com/rs/rent/2016-06/5466.shtml','NDG近康大Loyola校园duplex390$','地址: 5061westmore Av, Montreal, QC H4V 1Z4','H4V 1Z4','$390(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','3卧 1厅 1厕 1车位 合厨合厕 地下室','1年','09/01/2016',' ','','','全新装修 分门出入 光线明亮 房间宽敞','高速上网 洗衣机/房','学校 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 51#，102# av.fieldng&Westbroadway - 步行约1分钟','','近火车站 - Gare Montrea-Ouest - 步行约10分钟','近高速公路 - 20号 - 约5分钟车程','郑女士','5149988981','','zxr1182@hotmail.com','','','390','NDG Loyola duplex','51 102 1','','Gare Montrea Ouest','20 5','QC','Montreal','');
INSERT INTO "monrent" VALUES(58,'46337','2016-10-07','http://www.iu91.com/rs/rent/2016-08/46337.shtml','NDG学区2016全新公寓出租','地址: Beaconsfield Av, Montreal, QC H4A 2G9','H4A 2G9','$1,300(加元)','一般公寓','整租 新租约','2卧 1厅 1厕 3楼','1年','随时入住','NDG学区2016全新公寓出租  
 
学区房，入读NDG小学，2016全新交房，1+1卧，1卫，采光好，全新电器。  
 
租金$1,300，整租一年起，租金不包括水电暖等费用。  
 
共有两套单位，更多详情欢迎来电联系514 660 3679  
 
 
具体位置、周边信息和社区结构请看下面的地图和人口统计数据。','','','全新装修 光线明亮','全套电器 储藏室/locker 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 105 - 步行约1分钟','近地铁站 - Verdome - 步行约10分钟','','近高速公路 - 20 - 约5分钟车程','Celina','5146603679','','1076474821@qq.com','','','1300','NDG','105 1','Verdome','','20 5','QC','Montreal','');
INSERT INTO "monrent" VALUES(59,'22503','2016-10-07','http://www.iu91.com/rs/rent/2016-06/22503.shtml','靠地铁高级公寓靓房招租','地址: Marcel-Laurin Boul, Saint-Laurent, Montreal, QC H4M 0A1','H4M 0A1','$500(加元) 包水电暖网','高级公寓','分租 无租约','2卧 1厅 1厕 独厨独厕 2楼','1年 可短租','01/01/2017','高级公寓2居室的大单间招租，单间通风采光极好，干净整洁，安全卫生，钢筋水泥结构，无噪音，价格合理，木地板，落地大窗户，提供床，座椅,台灯等，厨房用具齐全，炉头、微波炉、抽油烟机、冰箱， 国际电话任意拨打、高速网络、包括生活用电、暖、热水、洗衣机等。全包，步行地铁DU COLLEGE 5分钟，也可乘公交车，公寓亦有免费健身室，附近公园购物图书馆大型连锁商店.欢迎学生，单身.寄宿学生入住。有停车场. 请联系我. 
要想住的舒服，又便宜，就来这里，高级公寓跟普通公寓差异是安静,你不会晚上睡觉还听到隔壁邻居的声音.二是干净.有人每天打扫公共部分. 三是安全,有摄像头在大门. 四是有健身房. 你住了高级公寓和普通公寓就知道差异. 住宿好的,休息好和环境好,对你生活,工作,学习和健康都有好处. 你可以明智的选择. 2017/1/1 开始.要地下库车位是60加元/月。 
请联系发信息到:  438-三八八-7231  
','','','光线明亮 房间宽敞','简单家具 全套电器 储藏室/locker 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - 68 - 步行约1分钟','近地铁站 - DU COLLEGE - 步行约5分钟','','近高速公路 - 40,15,520 - 约1分钟车程','Tony','438-三八八-7231438-三八八-7231','','tonyli123456@hotmail.com','','','500','','68 1','DU COLLEGE','','40 15 520 1','QC','Montreal','');
INSERT INTO "monrent" VALUES(60,'18588','2016-10-07','http://www.iu91.com/rs/rent/2016-07/18588.shtml','正对公园，Monk附近，宽敞舒适好房','地址: Desmarchais Boul, Montreal, QC H4E 2B2','H4E 2B2','$420(加元) 包水电暖网','一般公寓','分租 新租约','3卧 1厅 1厕 合厨合厕 3楼','1年','随时入住','绿线Monk地铁站附近漂亮明亮大五半, 房子非常宽敞，有120-130平方米，座北朝南，正对着公园，光线明亮，有向阳大窗户阳台，环境优美，前阳台正对着公园，后阳台可见皇家山；  
 
交通相当便利，步行3-4分钟到Monk地铁站，10分钟至Concordia University，McGill University, Dawson... ...周边有华人及西人超市、印巴人菜店，附近还有Jean Coutu ，CouchTard便利店, Dollar店, 中西餐馆，Subway快餐店，Pizza店，中国人理发店，商店、药店、医院、咖啡馆、小学等，生活设施齐全、非常便利。乘36路公车亦可直达ConcordiaUniversity及McGillUniversity附近。社区服务齐备, 周围环境好，步行五六分钟即可到美丽的运河边，单车道，有大公园，篮球场，足球场, walk-in Clinic等，还有免费游泳池，免费室内滑冰场和网球场等。生活休闲都非常方便。确保你有一个舒适的生活和学习环境。室外停车。 
 
每个房间都很宽敞舒适，其中一间更带有一个私人大客厅，公寓坐北朝南，正对着公园，安静卫生，光线明亮，有向阳大窗户，张眼就看到绿树葱葱，非常养眼。  
 
全包大单间, 干净舒适$420- $500  (有大、小房间），房东友好和善。有床、桌、椅。包水、电、暖气、网络。共用客厅、大厨房、卫生间、洗衣机及烘干机。希望你干净讲卫生，无宠物及不良习惯。提包入住。请电438-935-4881预约看房及预订。谢谢！  
','','','光线明亮 房间宽敞','','繁华大街 超市 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 36','近地铁站 - Monk - 步行约2分钟','','','何小姐','438-935-4881438-875-4881','','charlinehe@yahoo.com','','','420','Monk','36','Monk','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(61,'47014','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47014.shtml','单间分租（女生）','地址: 265a 3e Verdun, Verdun, Montreal, QC H4H 2X1','H4H 2X1','$350(加元) 包水电暖网','Duplex/Tri-plex','分租 无租约','1卧 1厅 1厕 合厨合厕 2楼','1年 可短租','随时入住','我是女性所以分租给女性。大5 1/2 就两人居住。','','','光线明亮 房间宽敞','简单家具 简单厨具','繁华大街 超市 公园','近公车站 - 步行约1分钟','近地铁站 - verdun - 步行约4分钟','','','石郭','（514577-7066）（514）577-7066','','estar132@gmail.com','','','350','','1','verdun','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(62,'25421','2016-10-06','http://www.iu91.com/rs/rent/2015-01/25421.shtml','魁北克城长城家庭旅馆 (房长,短租）','地址: 324 Rue Des Frenes Rue O, Quebec, QC G1L 1G8','G1L 1G8','价面议 包水电暖网','独立屋','分租 无租约','5卧 1厅 2厕 2车位 合厨合厕 2楼','1年 1个月 可短租','随时入住','漂亮干净独立别墅 (cottage),有房间在一楼，二楼，有带独立卫生间或公用卫生间，单人，双人， 三人及四人间。离魁北克老城很近.步行2分钟到公车站.可达各景点.全新装修,宽敞明亮.拎包即可入住.全包 (水,电,暖.炉头,冰箱,洗衣机,干衣机,国际电话,有线电视,Internet,免费私人停车），邻近所有旅游景点，大型购物中心,中西餐饭店，Walmart,Metrebus (高峰时10 分钟就有一辆公车，几站地直通老城旅游景点 ）五分钟步行至魁北克国际展览中心 (Expo-Quebec,Expo Cite),Coliséé Pepsi,公园及中国人都知道的蔬菜水果店440Fruiterie,MAXI,Super C ）， 帮助提供各种旅游信息及资料， 接机，送机，租车一条龙服务，也可提供导游服务，预约订房，35$起， 
 
 
地址；rue des frenes ouest, G1L 
E-mail:    
Phone: 418-271-2568  邓太 
微信号；quebec-city ','','','','全套家具 简单厨具 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 体育设施','近公车站','','','近高速公路','Celina','418-271-2568','','mapletravel@hotmail.com','','','','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(63,'45322','2016-10-06','http://www.iu91.com/rs/rent/2016-07/45322.shtml','Angrignon4分鐘,女生合租,10月入住','地址: De Montmagny Av, Montreal, QC H4E 2V9','H4E 2V9','$420(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','4卧 2厕 2车位 合厨合厕 1楼','1年 可短租','随时入住','出門即到地鐵站和公交總站，到市中心15分鐘，到沙托蓋30分鐘。 
附近sears mall，walmart，canadian tire，dollarama，榮昌行和中餐廳（可送貨上門）。 
房間安靜，雙衛生間，都是學生，作息規律。對面是Angrignon公園。 
 
10月空出一間房，隨時可以入住，看房請從速~~~ 
 
中房420,大房450~ 
 
上課不便通話請短信：4384642955（段同學） 
微信了：ROCKHaiyin','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 储藏室/locker 冷暖空调 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - 1,31,32,33,36,110,195,495...... - 步行约4分钟','近地铁站 - Angrignon - 步行约4分钟','','','段同學','4384642955','','','','','420','Angrignon','1 31 32 33 36 110 195 495 4','Angrignon','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(64,'12744','2016-10-06','http://www.iu91.com/rs/rent/2016-04/12744.shtml','四半出租 极方便(LaSalle地铁站)','地址: Wellington Rue, Verdun, Montreal, QC H4G 1T2','H4G 1T2','$680(加元)','一般公寓','整租 新租约','2卧 1厅 1厕','1年','09/15/2016','四半出租 $680 交通极方便 200米到LaSalle地铁站/超市Maxi (不包冰箱，炉头，电) 
','','','分门出入 光线明亮 房间宽敞','储藏室/locker','繁华大街 超市','','近地铁站 - LaSalle - 步行约1分钟','','','','','','rentapt09@gmail.com','','','680','LaSalle','','LaSalle','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(65,'6394','2016-10-06','http://www.iu91.com/rs/rent/2016-02/6394.shtml','Lachine 3半全包近Mall','地址: 3410 Victoria Rue, Lachine, Montreal, QC','eal, QC','$640(加元) 包水电暖','一般公寓','整租 新租约','1卧 1厅 1厕 3楼','1年','随时入住','靓3半位于Lachine，近多路公车，可达Cote-Vertu和Lionel-Groulx地铁。近20号高速。 
带电梯有管理员服务。 
5分钟步行至大型商业中心Mall，近湖景，新门窗。 
恕不接受宠物和10岁以下小孩。 
月租640元，全包，包炉头冰箱，包电暖气热水。有室内停车位待租。 
','','','全新装修 分门出入 光线明亮 房间宽敞','全套电器 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 496 - 步行约1分钟','','','近高速公路 - 20 - 约2分钟车程','Frank','514-225-1103514-695-3255','','franksophie888@gmail.com','','','640','Lachine Mall','496 1','','','20 2','QC','Montreal','');
INSERT INTO "monrent" VALUES(66,'46989','2016-10-06','http://www.iu91.com/rs/rent/2016-09/46989.shtml','NDG区6550,大3个半,老lease转租,11月1日起.','地址: Sherbrooke Rue O, Montreal, QC H4B 1N6','H4B 1N6','$838(加元) 包水电暖','一般公寓','整租 转租约','1卧 1厅 1厕 19楼','8个月','11/01/2016','NDG区6550 Sherbrooke West,采光好的大三半老lease转租,月租838 (包暖 (超级足),热水,炉头,冰箱,储藏室) + 65 (室内车位),租约2017年6月底到期,可续. 11月1日可入住.  
 
高层钢筋混泥土建筑 (隔音好),带顶层室内游泳池,桑拿房,洗衣房,西人大公司专业管理.  
 
交通便利,楼下门口是105高频车站,直达Vendome地铁站. 冬天可楼内等车,免去寒风刺骨之苦.另有420快速公车,到downtown办事很方便.附件亦有90,104,138等公车,可接驳市区大部分地区. 
 
好学区,对口Judith-Jasmin小学和著名的St-Luc中学. 近康大Loyola校区.  
 
生活便利,马路对面是Provigo超市,Pharmaprix药店,楼下有Energie Cardio健身房,步行5分钟可到CLSC社区中心 (医疗服务),Benny Library图书馆,Centre Sportif NDG社区体育中心 (室内泳池,室内球场,等),Benny公园和Trenholme公园,附近亦有Tim Hortons咖啡店,原Loblaws超市,Super C超市,韩国人Jang Teu超市,Quilles G Plus保龄球馆,Canadian Tire,McDonald''s,Reno-Depot,以及众多好餐馆. 
 
联系方式:  514-677-0871 ','','','','','','近公车站 - 105','','','','Kitty','5146770871','','chunyi.david.wang@gmail.com','','','838','NDG lease','105','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(67,'47119','2016-10-06','http://www.iu91.com/rs/rent/2016-10/47119.shtml','大家千万请注意这个地址3470b Rue Workman','地址: Workman Rue, Montreal, QC H4C 1N5','H4C 1N5','$415(加元)','一般公寓','分租 新租约','3卧 1厅 1厕 合厨合厕','1年','随时入住','从来没见过这么差的房东，从越南人手里租的房子双倍价格租给中国人，天天没事找房客麻烦，我住了两个月，看到来来去去已经走了两三位朋友，想租这里的朋友请注意了','','','','','','','','','','','','','montrealbear@hotmail.com','','','415','b Rue Workman','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(68,'44829','2016-10-06','http://www.iu91.com/rs/rent/2016-06/44829.shtml','ANGRINGNON半地下整层出租','地址: Lacroix Rue, Montreal, QC H4E 2V4','H4E 2V4','$500(加元) 包水电暖网','Duplex/Tri-plex','整租 新租约','2卧 1厅 1厕 半地下室','1年','随时入住','距离绿线地铁Angrignon站 200 米（13分钟到 Concordia，15分钟到 McGill）  
1，每个房间都有独立门锁，衣橱或衣柜，拎包入住。提供炉头、冰箱、微波炉、洗衣机、烘干机，包电等。 ','','','全新装修 光线明亮 房间宽敞','简单家具 简单厨具 储藏室/locker 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','','近地铁站 - ANGRINGNON - 步行约1分钟','','','emilie wei','51447370455144737045','','linbati@gmail.com','','','500','ANGRINGNON','','ANGRINGNON','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(69,'28719','2016-10-06','http://www.iu91.com/rs/rent/2016-07/28719.shtml','1楼单单间出租','地址: Lacroix Rue, Montreal, QC H4E 2V3','H4E 2V3','$430(加元) 包水电暖','一般公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 1楼','1年','随时入住','距离angrignon地铁站200米.和另外2个租客公用一层。公用卫生间，厨房。另外两个租客是老租客，很爱干净，生活习惯很好。希望新来的合租者也是个爱干净的朋友。按时作息，不带朋友来过夜。不抽烟喝酒，不养宠物。','','','光线明亮 房间宽敞','简单家具 全套家具 全套电器 高速上网 洗衣机/房','超市 商场 学校 托儿所 图书馆 公园','','近地铁站 - angrignon - 步行约2分钟','','','emilie','514-473-7045','','linbati@gmail.com','','','430','','','angrignon','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(70,'45603','2016-10-06','http://www.iu91.com/rs/rent/2016-07/45603.shtml','加拿大人全新高级公寓一室一厅34楼！','地址: 1288 Canadiens-De-MontréAl, Montreal, QC H3B 3B3','H3B 3B3','$1,550(加元)','高级公寓','整租 新租约','1卧 1厅 1厕','1年','随时入住','加拿大人大厦是蒙特利尔蒙特利尔第一个也是唯一的集合体育和娱乐高端公寓。 
豪华一室一厅公寓即可入住。 
壮观的设施和非凡套房室内装饰提升您的游戏。 
 
- 华丽的厨房与欧式家电和早餐岛（所有设备包括） 
- 开放式客厅/餐厅 
- 卧室与大型步入式衣柜 
- Ensuit带玻璃淋浴和花洒淋浴头的浴室。 
 
大楼配套设施： 
- 健身中心与健身房和有氧运动/瑜伽室 
- 园景户外露台设有游泳池，烧烤，和壮丽的景色。 
 
- 当代聚会间酒吧和小厨房 
- 商务中心和会议室 
-Exotic雨温泉与索纳房间。 
- 游戏室设有大屏幕电视，环绕音响，台球桌，桌上足球和 
- 49楼“天空酒廊” 
 
- 全天候保安及礼宾 
- 超现代的商务中心与会议和演示设施 
- 用气泵自行车存放区 
- 直接进入贝尔中心和蒙特利尔地下城','','','光线明亮','储藏室/locker 冷暖空调 游泳池 健身房 洗衣机/房','繁华大街 超市 商场 学校 托儿所 社区中心 医疗机构 公园 水景','','','','','','','','thingsoon@hotmail.com','','','1550','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(71,'43790','2016-10-06','http://www.iu91.com/rs/rent/2016-09/43790.shtml','阳光大五半出租','地址: Dawn Rue, Lasalle, Montreal, QC H8R 2Y3','H8R 2Y3','$850(加元) 包水','Duplex/Tri-plex','整租 新租约','3卧 1厅 2厕 2楼','1年','随时入住','步行1分钟到运动场，3分钟到自行车道，St-laurent 河，近中学，小学，购物中心。房间宽敞光照好，干净没有虫害。交通方便，安全安静住宅区，马路俩边有大量免费停车位。','','','分门出入 光线明亮 房间宽敞','简单家具','学校 托儿所 体育设施 公园 水景','近公车站 - 106 - 步行约1分钟','近地铁站 - angrignon','','','王太','514-595-8988','','jianyu_zhong@hotmail.com','','','850','','106 1','angrignon','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(72,'45488','2016-10-06','http://www.iu91.com/rs/rent/2016-10/45488.shtml','市中心豪华新公寓提包入住','地址: 1288 Avenue-Des-Canadiens-De-Montreal, Montreal, QC H3B 3B3','H3B 3B3','$1,850(加元) 包水电暖网','高级公寓','整租 新租约','1卧 1厅 1厕 30楼','1年 可短租','11/01/2016','Tour Des Canadiens,位于蒙特利尔市中心，是刚刚于今年5月建成的超豪华50层公寓楼。得名于The Montreal Canadiens冰球队，其亦是该楼的part-owner. 
 
近康大，近商业街Sainte-Catherine，近市中心所有办公大楼，连接Bell Center和Bonaventure, Lucien L''Alier地铁站（冬日出行可通过地下城直接到达地铁站，极为便捷），步行8-10分钟有大超市Metro。 
 
楼内公共设施配套齐全，作为租户您可以随时享用露天泳池，烧烤天台，健身房，桑拿房，瑜珈房，游戏房，聚会房，办公区，自行车停靠间等。其中的聚会房可免费reserve办party。 
 
24小时保安，让您住得安心。 
 
本公寓为554平方英尺,一室一厅一洗手间，一个large walk-in closet，并配备全新高档电器（洗衣机，烘干机，微波炉，烤箱，洗碗机，冰箱，电炉）以及全新的全套家具（组合沙发，queen size大床等）。 电，暖，空调，Cable TV, unlimited wireless internet全包。另有一个locker作储存用。在30楼，视野极好。 
 
欢迎电话咨询。','','','全新装修 光线明亮 房间宽敞','全套家具 简单厨具 全套电器 储藏室/locker 冷暖空调 游泳池 健身房 电视 洗衣机/房','繁华大街 商场','近公车站 - Terminus Centre-ville - 步行约5分钟','近地铁站 - Bonaventure, Lucien L''Allier - 步行约5分钟','近火车站 - Lucien L''Allier, Gare Centrale - 步行约3分钟','近高速公路 - 10, 720','小范','51496121065149691099','','wallen0921@gmail.com','','','1850','','5','Bonaventure Lucien L Allier','Lucien L Allier Gare Centrale','10 720','QC','Montreal','');
INSERT INTO "monrent" VALUES(73,'47117','2016-10-06','http://www.iu91.com/rs/rent/2016-10/47117.shtml','N.D.G.学区双卫大四半','地址: Fielding Av, Montreal, QC H4V 1N9','H4V 1N9','$900(加元)','一般公寓','整租 新租约','2卧 1厅 2厕 2楼','7个月 可短租','11/13/2016','NDG 学区2007年新房出租，1060平方英尺大4半双卫，东南朝向，阳光明媚。不临街，安静舒适。小学是英语加强小学, 步行13分钟可到St-luc中学, 楼下51路高频车15分钟到达著名私立中学Notre-Dame, 20分钟可到排名第一的私立Jean-de-Brebeuf，30分钟可到达著名女校Pensionnat du Saint-Nom-de-Marie。购物方便，附近多个超市。可直接签租约。新移民可协商留下必要家具和生活用品。两种选择：月租$900  ( 包炉头，冰箱，洗衣机，不包电，暖)。第二种选择 $1050  (包炉头，冰箱，洗衣机，电，暖，宽带，电脑，音响，WiFi等).','','','光线明亮 房间宽敞','简单家具 全套厨具 全套电器 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - 51','','','','','1514486411215142959658','','zhihui_liu2000@yahoo.com','','','900','N D G','51','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(74,'45633','2016-10-06','http://www.iu91.com/rs/rent/2016-07/45633.shtml','绿线Verdun地铁旁靓屋分租 $395包水电暖网','地址: Bannantyne, Verdun, Montreal, QC H4G 1E3','H4G 1E3','$395(加元) 包水电暖网','一般公寓','分租 新租约','3卧 1厅 1厕 合厨合厕 1楼','1年','随时入住','步行至Verdun地铁站仅要3分钟的靓房出租，坐地铁10分钟可达康考迪亚大学，15分钟可达麦吉尔大学，交通十分方便。靠近人口不密集的公寓区，周围环境安逸，很适合求学读书。周边购物方便，附近有几家中国超市，中国餐馆。包水，电，暖，冰箱，炉头，网络，洗衣机。共用客厅，餐厅，厨房，卫生间，装修漂亮，干净。每个房间配有家具，全新装修， 光线明亮 ，房间宽敞。房租$410  
只限单身男学生居住。  
514-7685874或514-802-5874，谢谢','','','光线明亮 房间宽敞','简单家具 简单厨具 全套电器 高速上网 洗衣机/房','超市 商场 学校 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 108','近地铁站 - Verdun, Jolicoeur - 步行约3分钟','','近高速公路 - 15, 20 - 约3分钟车程','刘女士','514-7685874514-8025874','','lh89518@hotmail.com','','','395','Verdun','108','Verdun Jolicoeur','','15 20 3','QC','Montreal','');
INSERT INTO "monrent" VALUES(75,'40944','2016-10-06','http://www.iu91.com/rs/rent/2016-01/40944.shtml','Monk整洁舒适房间出租400.00全包','地址: Allard Rue, Montreal, QC H4E 2K4','H4E 2K4','$400(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1卧 1厕 合厨合厕 2楼','1年','10/01/2016','十月一日可入住的房间为南向阳光漂亮大卧房，欢迎随时联系看房 整洁 安静 舒适 光亮房间出租 近绿线地铁monk步行四分钟 包热水 电暖上网及简单家具 拎包入住 步行五分钟之内可达中西超市 邮局药店 中国人理发店 中餐馆等 乘地铁20钟左右即可到达市中心的康大 麦大等 联系电话514-9986005 杨女士 ','','','全新装修 分门出入 光线明亮 房间宽敞','简单家具 洗衣机/房','超市 体育设施 公园','','近地铁站 - monk - 步行约4分钟','','','杨女士','5149986005','','soleildy@hotmail.com','','','400','Monk','','monk','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(76,'47108','2016-10-06','http://www.iu91.com/rs/rent/2016-10/47108.shtml','单间出租,全包,近康大,蒙大','地址: Forest Hill Av, Montreal, QC H3V 1C4','H3V 1C4','$390(加元) 包水电暖网','一般公寓','分租 无租约','1厅 1厕 合厨合厕 2楼','1年','11/01/2016','','','','','','','','','','','Annie','5142969859','','','','','390','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(77,'33921','2016-10-06','http://www.iu91.com/rs/rent/2015-12/33921.shtml','“学者之家”优惠转租，拎包入住，男士','地址: Egan Rue, Verdun, Montreal, QC H4H 1W6','H4H 1W6','$350(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','2卧 1厅 1厕 合厨合厕 半地下室','1年','随时入住','房间宽敞明亮，新装修新电器,整洁卫生，高素质学者室友。','','','全新装修 分门出入 光线明亮 房间宽敞','简单家具 简单厨具 全套电器 高速上网 洗衣机/房','超市 图书馆 体育设施 公园 水景','近公车站 - 步行约0.5分钟','近地铁站 - Jolicoeur，Verdun - 步行约10分钟','','近高速公路 - 15, 20, 720 - 约4分钟车程','黄女士','514-975-90160118613382407228','','jihonghuang@hotmail.com','','','350','','0 5','Jolicoeur Verdun','','15 20 720 4','QC','Montreal','');
INSERT INTO "monrent" VALUES(78,'46348','2016-10-06','http://www.iu91.com/rs/rent/2016-08/46348.shtml','JEAN-TALON EST 5半 930刀，可配基本家具','地址: Jean-Talon Rue E, Montreal, QC H2A 1W3','H2A 1W3','$930(加元)','一般公寓','整租 新租约','3卧 1厅 1厕','1年','随时入住','JEAN-TALON EST 5半 ，3个卧室，适合3-5个人居住。周围有多条公交线路，近地铁，出行方便，银行，中国超市，中学近在咫尺,有2间中学Académie de Roberval ,  École secondaire Joseph-Français Perrault ，930刀/月，地址：3272 Jean-talon Est montreal','','','','','','','','','','','514-826-1628','','','','','930','JEAN TALON EST','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(79,'47107','2016-10-06','http://www.iu91.com/rs/rent/2016-10/47107.shtml','DT 最大“一个半”转租','地址: Saint-Mathieu Rue, Montreal, QC H3H 2J1','H3H 2J1','$707(加元) 包水暖','一般公寓','整租 转租约','1卧 1厅 1厕 8楼','1年','10/31/2016','公寓坐落在 DT （1420 st-mathieu） 步行一分钟Guy-Concordia地铁站。对面有阳光超市、小伙伴快餐，总之大家都知道在 DT 吃喝住行很方便！房子在8楼，不算风景如画，也算居高临下了！租约是6年以前的，所以才是这个价钱$707。现在你可找不到这么大、这么便宜的啦。想看房的朋友，电话联系：514-516-1999。入住时间可提前！','','','','','','','','','','Jason','5145161999','','wangyang9698@hotmail.com','','','707','DT','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(80,'47076','2016-10-06','http://www.iu91.com/rs/rent/2016-10/47076.shtml','近monk地铁站 超大单间,带阳台$400','地址: Beaulieu Rue, Montreal, QC H4E 3E9','H4E 3E9','$400(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1卧 1厅 1厕 合厨合厕 2楼','1年','11/01/2016','提包入住,6个半中超大单间，带阳台仅$400 水 电 暖 网 全包。并提供炉头,冰箱,微波炉,洗衣机,烘干机和家具。干净整洁, 提包即可入住。  
 
走路5分钟到华人超市荣昌行及IGA，印巴人菜店，附近还有Jean Coutu ，CouchTard便利店, Dollar店 ，中国人理发店染染发屋，惠民中式快餐店，Subway快餐店，Pizza快餐店，Angrignon shopping mall,生活非常便利。 社区服务：步行数分钟内有大公园，篮球场，足球场, walk-in Clinic等。附近还有免费游泳池和网球场.  
 
要求爱干净，不养宠物。   
   
具体位置、周边信息和社区结构请看下面的地图和人口统计数据。 ','','','光线明亮 房间宽敞','全套家具 储藏室/locker 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 体育设施 公园','近公车站 - 步行约1分钟','近地铁站 - monk - 步行约6分钟','','近高速公路 - 15 20 - 约1-2分钟车程','韩先生','51426155994389926947','','','','','400','monk','1','monk','','15 20 1 2','QC','Montreal','');
INSERT INTO "monrent" VALUES(81,'19669','2016-10-06','http://www.iu91.com/rs/rent/2015-11/19669.shtml','4半  Appartement to rent','地址: 4e A, Lachine, Montreal, QC H8S 2V3','H8S 2V3','$850(加元)','一般公寓','整租 新租约','2卧 1厅 1厕 2楼','1年','随时入住','1分钟到公车站.90号.104号15分钟到地铁V0ND0ME.2分上高速20号','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 简单厨具 全套厨具 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 195Victoria - 步行约1分钟','','','近高速公路 - 20 - 约2分钟车程','SANDY','514-501-3986514-825-5432','','shouzhiren5148255432@gmailcom','','','850','Appartement to rent','195 1','','','20 2','QC','Montreal','');
INSERT INTO "monrent" VALUES(82,'29417','2016-10-06','http://www.iu91.com/rs/rent/2016-05/29417.shtml','Cegep Laurenteau 13平米明亮宽敞大房间','地址: 1708 Marie-Claire Rue, Lasalle, Montreal, QC H8N 1S3','H8N 1S3','$400(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1卧 1厕 合厨合厕 1楼','1年 可短租','随时入住','1 水、电、暖、网 全包。   
 
2 13平米大房间, 室内全套家具，Queen size 双人大床，床头柜，台灯，五斗橱，书桌。  
 
3 厨房设备齐全： 冰箱、全新平面炉头、微波炉、洗衣机、热水壶、面包机, 咖啡机, 电饭锅。  
 
4   交通便利 1分钟公交113  (10分钟到college laurenteau)，3分钟Newman高频公交106 （10分钟 carrefour Angrignon， 
 
5  近各种大小超市，咖啡店，餐馆, 邮局，银行，医院 Jean-coutu 2 分钟，Metro plus 3分钟，Maxi 5分钟 Dollarama 5分钟，Dollard shopping mall 5分钟，邮局5分钟，Tim Hortons 5 分钟，TD/ RBC/Banque National 5 分钟，医院Clsc 5分钟 等等。  
 
 
 
 
','','','全新装修 分门出入 房间宽敞','简单家具 简单厨具 全套电器 储藏室/locker 冷暖空调 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - 113,106 - 步行约1分钟','','','','Jack','514-294-8278','','liuj20050000@yahoo.fr','','','400','Cegep Laurenteau','113 106 1','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(83,'47104','2016-10-06','http://www.iu91.com/rs/rent/2016-10/47104.shtml','转租1411 一个半','地址: Du Fort Rue, Montreal, QC H3H 2N7','H3H 2N7','$790(加元) 包水电暖','一般公寓','整租 转租约','1卧 1厕 5楼','1年','11/01/2016','','','','','','','','','','','chloe','51470120285147012028','','kunouyang0228@gmail.com','','','790','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(84,'47102','2016-10-06','http://www.iu91.com/rs/rent/2016-10/47102.shtml','710$市中心一个半房子转租（包水电）','地址: Saint-Marc Rue, Montreal, QC H3H 2G3','H3H 2G3','$710(加元) 包水电暖网','一般公寓','整租 新租约','1卧 1厕','1年','随时入住','急回国，欢迎联系看房。 
可随时入住，本月半价。 
市中心位置，出行方便，包水电，楼管人nice，公寓维修人员处理问题及时有效。一个半中面积中很大的套型，有大阳台。 
5149635535','','','','','','','','','','Tommy','5149635535','','tommyxu318@gmail.com','','','710','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(85,'46235','2016-10-06','http://www.iu91.com/rs/rent/2016-08/46235.shtml','1分钟公车去麦大，700米地铁，2楼，全包','地址: Gascon Av, Montreal, QC H2K 2W5','H2K 2W5','$450(加元) 包水电暖网','一般公寓','分租 新租约','2卧 1厅 1厕 合厨合厕 2楼','1年','随时入住','位于Sherbrooke大街Plateau区，近市中心（阳台上可观赏蒙城第一美景-烟火节）。去麦大，康大，老港和唐人街都极为方便。 
麦大：步行1分钟至24路公车直达（4.1公里）； 
市中心，老港，唐人街 ：乘门前185路公车或步行700米至Frontenac地铁站4分钟（康大10分钟）。 
 
周边公园，购物广场，超市，社区中心, 图书馆，教堂，学校，邮局，银行, 医院, 药店, 餐饮，杂货等, 应有尽有，举步可及；公车24，185，364几乎就在门前，生活和交通都十分便利。 
 
出租5个半中的一间卧室, $450/月, 水电暖网全包。 新装修的实木地板，西向阳台,  干净明亮，舒适安静。 单人床，衣柜，桌椅，书架。 两人合用一个厨房和一个浴室。 有洗衣机和冰箱，炉灶，微波炉，电饭锅，碗碟等厨具。  
 
欢迎联系看房。','','','全新装修 光线明亮','全套家具 全套厨具 高速上网 洗衣机/房','繁华大街 超市 商场 学校 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 24, 185, 364 - 步行约1分钟','近地铁站 - Frontenac - 步行约9分钟','','近高速公路 - 720 - 约5分钟车程','Dvan','514-315-1423226-808-9336','','dvan2010@yahoo.ca','','','450','','24 185 364 1','Frontenac','','720 5','QC','Montreal','');
INSERT INTO "monrent" VALUES(86,'39975','2016-10-06','http://www.iu91.com/rs/rent/2016-09/39975.shtml','RTC旁房间出租,家具齐全,提包入住','地址: 19e Av, Montreal, QC H1X 2L8','H1X 2L8','$480(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1卧 1厅 1厕 合厨合厕 2楼','1个月 可短租','随时入住','欢迎不抽烟，喜安静，爱整洁学生入住！！！ 
 
风景优美小区双层公寓坐落于两个社区公园之间安静林荫道上，各种体育休闲运动设施齐全。临近Montreal植物园和Parc Maisonneuve  
 
优质学区，近著名中学Collège Jean-Eudes  (法语私立中学，top 1), Rosemount High School  (英语公立中学), College Rosemont  (法语CEGEP，法语coffe教学中心), Rosemount Technology Centre  (著名英语成人教育中心,免费). 3分钟走到RTC.  
 
临近购物中心, 各大超市, Maxi, Super C, Provigo, Metro, 金發，继發...  
 
街口18公车站15分钟到橙线地铁Beanbien站，139/439公车5分钟到绿线地铁Pie-IX站  
 
室内设施全, 提包入往, 安全、卫生、方便, 是首选的住处。欢迎长租短住人士。 
 
单间出租，短租：$35/天，$200/周，$520/月;  
 
长租：$480/月  (三个月以上)。','','','分门出入 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 电视 高速上网 洗衣机/房','超市 商场 学校 图书馆 体育设施 公园','近公车站 - 18 - 步行约2分钟','','','近高速公路 - 40 - 约5分钟车程','','5149166188','','roomsforrent@outlook.com','','','480','RTC','18 2','','','40 5','QC','Montreal','');
INSERT INTO "monrent" VALUES(87,'27072','2016-10-06','http://www.iu91.com/rs/rent/2014-07/27072.shtml','全包步行地铁一分干净无虫420起租','地址: Lamont Av, Montreal, QC H4E 2T9','H4E 2T9','$430(加元) 包水电暖网','半独立屋','分租 新租约','2厕 合厨合厕 1楼','1年 1个月 可短租','随时入住','拎包入住，真正全包430元起租，房间有的即日可租，欢迎咨询，可提供照片，欢迎看房。 
 步行绿线地铁一分多钟，周边环境安全安静，室内卫生整洁，无任何虫害，到康大，麦基尔大学Dawson/Lasalle College绿线直达无需换线只需十多分钟，房内有窗帘，双人床，书桌凳子，衣柜床头柜等齐全家具，无线网络，国际电话任打，厨房配备齐全电炉，冰箱.微波炉.电饭煲.烤面包机.油烟机.饭桌.锅碗瓢盆样样齐全，有洗衣。附近有综合全面的大的购物广场，大公园等。欢迎女生入住,男生也可考虑。短租可商量。 
 
 请电514 9135588   或邮件:  
国内的朋友邮件中可留下电话，我会拨打过去感谢关注','','','分门出入 光线明亮 房间宽敞','全套家具 全套厨具 洗衣机/房','繁华大街 超市 商场 学校 托儿所 公园 水景','','近地铁站 - angrignon','','','淘气猫','5149135588','','','','','430','','','angrignon','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(88,'44362','2016-10-06','http://www.iu91.com/rs/rent/2016-10/44362.shtml','近snowdon2半出租','地址: 4875 Jean-Brillant Rue, Montreal, QC H3W 1T5','H3W 1T5','$590(加元) 包水电暖网','一般公寓','整租 新租约','1卧 1厕 半地下室','1年','随时入住','进snowdon地铁站半地下2半出租。 大部分全新装修。包炉头冰箱，电费，暖气，热水， 网络。包简单家具和用品。附近设施服务非常齐全，购物方便，交通方便。环境安静。近蒙大，College Notre Dame， Jean de Brebeuf等名校。最适合单身或学生租。 ','','','全新装修 分门出入 光线明亮','','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - 步行约3分钟','近地铁站 - snowdon - 步行约5分钟','','近高速公路 - 15 decarie - 约2分钟车程','徐先生，赵女士','51488988905144493230','','emilykejiazhao@gmail.com','','','590','snowdon','3','snowdon','','15 2','QC','Montreal','');
INSERT INTO "monrent" VALUES(89,'9138','2016-10-06','http://www.iu91.com/rs/rent/2016-05/9138.shtml','近绿线地铁ANGRINGNON半地下室出租','地址: 2144 Emile-Nelligan Rue, Lasalle, Montreal, QC H8N 2Y3','H8N 2Y3','$650(加元)','高级公寓','整租 新租约','2卧 1厕 半地下室','1年','随时入住','全新装修,全新地板,隔音间格,环境清静优美,商场在旁边,离公交站半分钟路,距离ANGRINGNON地铁5个路口8分钟车程,有落地大窗,有超大旧台,干净,温馨,舒适两套单间, (可单间分租),配有冰箱,炉头,希望你是爱干净,不抽烟,不养宠物。有意者请电话预约看房,不是全地下室哦,周围环境好,生活休闲都很方便, 谢谢!!','','','全新装修 光线明亮','简单厨具 储藏室/locker','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - 106 - 步行约0.5分钟','','','近高速公路 - 20 - 约2分钟车程','Miss Lo','514-9837928','','','','','650','ANGRINGNON','106 0 5','','','20 2','QC','Montreal','');
INSERT INTO "monrent" VALUES(90,'23943','2016-10-06','http://www.iu91.com/rs/rent/2016-10/23943.shtml','步行JOLICOEUR地铁3分钟大2半短租30/天起','地址: Desmarchais Boul, Montreal, QC H4E 2B1','H4E 2B1','$600(加元) 包水电暖网','Duplex/Tri-plex','整租 新租约','1卧 1厅 1厕 半地下室','1年 1个月 可短租','11/01/2016','1.步行至绿线地铁Jolicoeur不到3分钟半地下大两半。独立厨房，卫生间及超大房间，宽敞舒适。房子位于villa-emard区安静小街.周围环境安全,安静,附近有大足球场,网球场,免费游泳池.CLC.PROVIGO超市.  
 
2.交通方便.距CONCORDIA大学10分钟.MCGILL大学15分钟.  
3. 短租30/天（单人)，45/天 (两人), 600/月 
5.要求:  爱干净,不抽烟,不养宠物， 
','','','全新装修 分门出入 光线明亮 房间宽敞','简单家具 简单厨具 全套电器 高速上网 洗衣机/房','超市 学校 托儿所 社区中心 公园','','近地铁站 - jolicoeur - 步行约3分钟','','','董女士','5147671064','','hanbingabc@msn.com','','','600','JOLICOEUR','','jolicoeur','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(91,'46562','2016-10-06','http://www.iu91.com/rs/rent/2016-09/46562.shtml','$450 du college 地鐵 全包','地址: 1391 Du College Rue, Saint-Laurent, Montreal, QC H4L 2L4','H4L 2L4','$450(加元) 包水电暖网','独立屋','整租 新租约','1卧 1厅 1厕 半地下室','1年','11/01/2016','','','','分门出入','','繁华大街 超市 学校 图书馆 社区中心 公园','近公车站','近地铁站','','近高速公路','盧太','5149282015','','Jentainglo@yahoo.ca','','','450','du college','','','','','QC','Laval','');
INSERT INTO "monrent" VALUES(92,'47096','2016-10-06','http://www.iu91.com/rs/rent/2016-10/47096.shtml','N.D.G. 好学区3半($460) 4半($660)包暖','地址: Hampton, Montreal, QC H4A 2T2','H4A 2T2','$660(加元) 包水暖','一般公寓','整租 新租约','2卧 1厅 1厕','1年','随时入住','该房屋靠近Vendome 地铁站，90路，104路,105路，3半位basement and 4半 位second floor.有意者请发邮件或者Telephone系。步行地铁站,NDG和ST. Raymond小学10分钟,包暖！close to 超级医院，NDG小学  
Super C, Loblaws, Sport center, CLSC.................  
房东友好！录音后请留电话号，必回电！Thank!! 
','','','','','','','','','','Mr. Lu','51463462695144847185','','LI_tom@hotmail.com','','','660','N D G','','','','','QC','Laval','');
INSERT INTO "monrent" VALUES(93,'47095','2016-10-06','http://www.iu91.com/rs/rent/2016-10/47095.shtml','Downtown市中心大2个半高级公寓','地址: Du President-Kennedy Av, Montreal, QC H3A 0A4','H3A 0A4','$1,100(加元)','高级公寓','整租 新租约','1卧 1厅 1厕','1年','随时入住','公寓位于downtown，生活十分方便，近Mcgill University。近Mcgill和Place-des-arts地铁站5分钟距离，地理位置好，公寓周围很安静。 
本公寓为loft式公寓，落地窗户阳光充足，并且包图片中所有家具，干净整洁，提包入住。楼里有健身房和24小时保安。 
 
','','','','','','','','','','张','514-991-9168','','crystalweisky@gmail.com','','','1100','Downtown','','','','','QC','Laval','');
INSERT INTO "monrent" VALUES(94,'2917','2016-10-06','http://www.iu91.com/rs/rent/2016-09/2917.shtml','单间超近绿线de l''eglise，全包310起','地址: Ross Rue, Verdun, Montreal, QC H4G 1Y5','H4G 1Y5','$310(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1卧 1厅 1厕 合厨合厕 1楼','1年','11/01/2016','新装修5半，一分钟到地铁de l''glise，位置绝佳，环境安静，光线明亮。步行2分钟可以到地铁、河边公园及运动场、医院、CLSC、jean_coutu，邮局等等。室内清洁，复合地板，带后院，无论地铁还是bus都非常方便去downtown，适合单身及学生。配有简单家具和充裕的衣柜，包热水，电暖，15M cable 高速网，洗衣机和干衣机。大功率抽油烟机。各自独立门锁。 
路边停车方便，隔壁就是市政府的咪表停车场，收费时段是每小时1.75$，免费时间和其他咪表一样，停车场有common auto租车协会的停车点 
要求无烟无宠 
 
不讲究卫生清洁的....免问 
 
 
 
','','','全新装修','简单家具 简单厨具 全套电器 储藏室/locker 高速上网 洗衣机/房','繁华大街 超市 学校 社区中心 体育设施 医疗机构 公园 水景','近公车站 - 37 - 步行约1分钟','近地铁站 - de l''eglise - 步行约1分钟','','近高速公路 - 15,20 - 约2分钟车程','黄生','514-9282389','','','','','310','de l eglise','37 1','de l eglise','','15 20 2','QC','Laval','');
INSERT INTO "monrent" VALUES(95,'47094','2016-10-06','http://www.iu91.com/rs/rent/2016-10/47094.shtml','找室友分租downtown好房 concordia','地址: Holy Cross Rue, Montreal, QC H4E 2A1','H4E 2A1','$500(加元) 包水电暖网','一般公寓','整租 新租约','3卧 1厅 1厕','1年','随时入住','','','','','','','','','','','本人女生干净整洁','4385806002','','','','','500','downtown concordia','','','','','QC','Laval','');
INSERT INTO "monrent" VALUES(96,'45679','2016-10-06','http://www.iu91.com/rs/rent/2016-08/45679.shtml','市中心康大豪华两个半带全新家具健身房车位','地址: De Maisonneuve Boul O, Montreal, QC H3H 1K4','H3H 1K4','$905(加元) 包水暖网','一般公寓','整租 转租约','1卧 1厅 1厕 10楼','1年','随时入住','市中心1975大楼，两个半转租。包水暖 送三个月网。随时看房入住。步行康大5分钟，lasalle学校3分钟，pa，你好，盛唐超市，地铁站1分钟，交通便利，大楼顶层全新装修游泳池 健身房和桑拿房，顶层露台无敌风景，24小时保安，报修24小时内解决。大楼办公室周一到周六工作，全方位服务。刚入住，全新全套家具，免费赠送！！带室内地下车库','','','全新装修 光线明亮 房间宽敞','简单家具 全套家具 简单厨具 全套厨具 全套电器 储藏室/locker 冷暖空调 游泳池 健身房 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','','近地铁站 - guy Concordia - 步行约2分钟','','','Diddy','5145758848','','651117307@qq.com','','','905','','','guy Concordia','','','QC','Laval','');
INSERT INTO "monrent" VALUES(97,'46962','2016-10-06','http://www.iu91.com/rs/rent/2016-09/46962.shtml','奥林匹克公寓大三半转租约，近rtc','地址: De L''assomption Boul, Montreal, QC H1T 0A3','H1T 0A3','$1,000(加元)','一般公寓','整租 转租约','1卧 1厅 1厕','1年','随时入住','奥林匹克公寓转租，近rtc，步行三分钟到L''Assomption地铁站，步行一分钟到131 bus stops  (the assumption), 136  (Viau),  (Sherbrooke East) and 384  (Sherbrooke is night)公交站。楼里有clinic诊所，pharmacies，生活用品店，蔬菜店，西餐厅，中餐厅，游泳馆，健身房，羽毛球馆，篮球馆，有地下停车位，楼内保安24小时巡逻，楼里保修方便快捷，安全放心。配套中央空调，包水电暖，屋里有两个locker可放衣服鞋子洗衣机，超大阳台。','','','全新装修 光线明亮 房间宽敞','储藏室/locker 冷暖空调 游泳池 健身房 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 131 bus stops (the assumption), 136 (Viau), (Sherbrooke East) and 384 (Sherbrooke is night) - 步行约1分钟','近地铁站 - L''Assomption - 步行约3分钟','','','diddy','5145758848','','651117307@qq.com','','','1000','rtc','131 136 384 1','L Assomption','','','QC','Laval','');
INSERT INTO "monrent" VALUES(98,'47091','2016-10-06','http://www.iu91.com/rs/rent/2016-10/47091.shtml','LASALLE地铁站附近豪华大四个半(招女生)','地址: Henri-Duhamel Rue, Verdun, Montreal, QC H4G 2C4','H4G 2C4','$420(加元) 包水网','一般公寓','分租 新租约','2卧 1厅 1厕 合厨合厕','1年 可短租','随时入住','周围环境超级安静，客厅很大，带沙发电视，家具齐全，卫生间很干净，全新家电，卧室double size床，提供书桌，茶几和落地灯。房东人很nice，可以短租，最好长租。 
包家具和网！！！！！！电暖平摊！！！！！！！！！！！！！！！！！！！超级实惠划算，快来租，晚了就没有了！','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 冷暖空调 电视 高速上网 洗衣机/房','超市 学校 托儿所 社区中心 体育设施 公园','近公车站','近地铁站 - lasalle - 步行约5分钟','','','Nicole（Yu）','5144301735','','zhouyu2112@gmail.com','','','420','LASALLE','','lasalle','','','QC','Laval','');
INSERT INTO "monrent" VALUES(99,'46909','2016-10-06','http://www.iu91.com/rs/rent/2016-09/46909.shtml','三半，近Angrignon 或 Monk 地铁站','地址: Raudot Rue, Montreal, QC H4E 2R3','H4E 2R3','$580(加元)','一般公寓','整租 新租约','1卧 1厅 1厕 半地下室','9个月 可短租','随时入住','独立平房，半地下室三半,位于Angrignon 和 Monk 地铁站之间, 重新装修.靠近优质小学，网球场，大公园，shopping mall。月租金$580, 包炉头，冰箱，洗衣机，烘干机，简单家具，不包暖气和电。欢迎爱干净的小家庭或学生。 
有感兴趣的朋友，请email:   或白天时间致电：514-761-4951 
','','','全新装修 分门出入 光线明亮 房间宽敞','简单家具 洗衣机/房','商场 学校 公园','近公车站','近地铁站','','近高速公路','刘先生','514-761-4951(白天时间）','','elaine9751@gmail.com','','','580','Angrignon Monk','','','','','QC','Laval','');
INSERT INTO "monrent" VALUES(100,'3819','2016-10-06','http://www.iu91.com/rs/rent/2015-06/3819.shtml','步行5~6分钟到地铁近犹太医院提包入住房租','地址: Bouchette Rue, Montreal, QC H3W 1C5','H3W 1C5','$365(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1卧 1厅 1厕 合厨合厕','1年','随时入住','步行5~6分钟到地铁（PLAMONDON）近犹太医院二楼房间提包入住,房间里有大衣柜.床电脑桌椅.书架包无线上网 电话.电暖冰箱 炉子 微波炉 烤箱.附近有金发超市.福泰超市.皇家银行...IGA MAXI 165 535巴士直达市中心.生活起居非常方便.前后阳台。房子干净 (出租给男生)不吸烟月租365九月一日起随时入住.周一至周五5;30后来电话.周末全天有人.欢迎来电咨询看房。欢迎来电咨询！514 3442849 叶生手机514 2298711','','','','','','','','','','叶生','51434428495142298711','','mimili851229@gmail.com','','','365','','','','','','QC','Laval','');
INSERT INTO "monrent" VALUES(101,'46494','2016-10-06','http://www.iu91.com/rs/rent/2016-09/46494.shtml','N.D.G区52套全新公寓出租（拎包入住）','地址: Benny Av, Montreal, QC','eal, QC','$770(加元)','高级公寓','整租 新租约','9卧 7厅 8厕 3楼','1年','随时入住','！！！NDG区全新公寓！！！！无虫害，无味道，干净明亮。 
共52套公寓房，出租价位从$770---$1,500不等。位于和Sherbrooke主街交界的小街上，靠近多个私立名校24路高频公交车15分钟直达蒙特利尔市中心。','','','','简单家具','繁华大街 超市 商场 学校','近公车站','','','','','','','qzhong@gmail.com','','','770','N D G','','','','','QC','Laval','');
INSERT INTO "monrent" VALUES(102,'46641','2016-10-06','http://www.iu91.com/rs/rent/2016-09/46641.shtml','步行绿线Monk地铁站5分钟全新装修单房分租','地址: Laurendeau Rue, Montreal, QC H4E 3Z4','H4E 3Z4','$380(加元) 包水电暖网','一般公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 1楼','1年 可短租','随时入住','1。出租一间安静内街、全新装修、阳光充足、宽敞明亮的大卧室；步行5分钟到Monk地铁站;周围有中国超市“荣昌行”和西人超市和印度蔬菜水果店，还有中国餐馆和西人餐馆。离大型购物中心也很近，只有一站地；周围还有中、大型公园，足球场、棒球场，室内游泳馆.....；去市中心和几所大学坐地铁不用换车8～10分钟就可以到，交通、生活、运动健身......生活及其方便。 
2.   房间有全套家具和厨房电器用具，水、暖、电、网全包，每月$380。欢迎不吸烟、不养宠物、爱干净、安静一些的学生。 
2.  还有一套全新装修的三半可以短租，出租日期从即日起～10月31日。全套家具和全套厨具，地点是一样的，月租$580  。 
3.   有意租房者，请电话 438-558 9947 / 514-570 7808  或 E-mail:         谢谢！ 
  ','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 全套电器 游泳池 高速上网 洗衣机/房','商场 社区中心 体育设施 医疗机构 公园','近公车站 - 公交车78、36 - 步行约1和5分钟','近地铁站 - Monk - 步行约5分钟','','近高速公路 - 约1分钟车程','Cynthia','438-5589947','','cynthiaxing@hotmail.com','','','380','Monk','78 36 1 5','Monk','','1','QC','Laval','');
INSERT INTO "monrent" VALUES(103,'38763','2016-10-06','http://www.iu91.com/rs/rent/2016-08/38763.shtml','LAVAL 地铁边 两室一厅，地铁2分钟。','地址: Major Montee, Laval, QC H7N 4S5','H7N 4S5','$450(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','2卧 1厅 1厕 合厨合厕 2楼','1年 6个月','12/01/2016','包水电暖，冰箱炉头洗衣机干衣机微波炉餐具（锅碗瓢盆），前后大阳台，后院有花园，社区安全安静。15分钟到唐人街，20分钟到Milgill大学。房栋乐于助人。希望成为你的朋友。','','','光线明亮 房间宽敞','简单家具 简单厨具 储藏室/locker 高速上网 洗衣机/房','','近公车站 - bus总站20米 - 步行约1分钟','近地铁站 - cartier - 步行约1分钟','','','mafucai@hotmail.com','514-660-7899','','mafucai@hotmail.com','','','450','LAVAL','20 1','cartier','','','QC','Laval','');
INSERT INTO "monrent" VALUES(104,'47088','2016-10-05','http://www.iu91.com/rs/rent/2016-10/47088.shtml','康大旁边1975大卧室转lease','地址: De Maisonneuve Boul O, Montreal, QC H3H 1K4','H3H 1K4','$500(加元) 包水暖','一般公寓','分租 转租约','1卧 1厅 1厕 合厨合厕 3楼','11个月','随时入住','康大旁1975超大卧室，因个人原因搬家所以转租，送一个月房租，合同一直到明年9月份。房间夏天超级凉快，楼上有游泳池和健身房，对面就是盛唐，pa，康大地铁站5走路分钟，交通非常方便，房租一个月500，网费25一个月，电费平分，室友人很好，爱干净，希望新室友也是一个比较安静的人，应为我已经不住在那里，所以随时可以搬进去，因为本人学生平时要上课，所以请短信联系5145771998，工作日基本5点左右可以看房，周末中午以后，有需要的朋友尽快联系吧，','','','光线明亮 房间宽敞','简单家具 简单厨具 游泳池 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 图书馆','','','','','胡同学','5145771998','','hxy2448048112@gmail.com','','','500','lease','','','','','QC','Laval','');
INSERT INTO "monrent" VALUES(105,'46267','2016-10-05','http://www.iu91.com/rs/rent/2016-10/46267.shtml','de l''eglise 地铁站旁5个半房间出租','地址: Ross Rue, Verdun, Montreal, QC H4G 1Y4','H4G 1Y4','$400(加元) 包水电暖网','Duplex/Tri-plex','分租 无租约','3卧 1厅 1厕 合厨合厕 2楼','1年','10/20/2016','出门就是地铁站，10分钟到DOWNTOWN，地处VERDUN区的中心地带，附近WELLINGTON街有多家中西超市和商铺，步行5分钟可到河边，交通和生活都很便利。','','','光线明亮 房间宽敞','简单家具 高速上网 洗衣机/房','繁华大街 超市 体育设施 公园 水景','','近地铁站 - De l''eglise - 步行约0.1分钟','','','','5142993516','','xoxoeric@gmail.com','','','400','de l eglise','','De l eglise','','','QC','Laval','');
INSERT INTO "monrent" VALUES(106,'47087','2016-10-05','http://www.iu91.com/rs/rent/2016-10/47087.shtml','DT 康大便宜二个半 $685','地址: De Maisonneuve Boul O, Montreal, QC H3H 1K1','H3H 1K1','$685(加元) 包水暖网','一般公寓','整租 转租约','1厅 1厕 3楼','1年','随时入住','出租：DT 1819 康大附近 2个半10月中旬或者11月转租，由于毕业回国。地铁站康大PA统统只要5-8mins。一个月$685包水暖热水和其他但是不包电和网（电一个月$20左右）。PS：无虫 有兴趣的可以直接打我电话或者发短信（514-581-2855 陈）','','','','','','','','','','陈','51458128555145812855','','','','','685','DT','','','','','QC','Laval','');
INSERT INTO "monrent" VALUES(107,'24166','2016-10-05','http://www.iu91.com/rs/rent/2016-10/24166.shtml','靠近Monk地铁站 步行6分钟','地址: Beaulieu Rue, Montreal, QC H4E 3E8','H4E 3E8','$400(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','2卧 1厅 1厕 合厨合厕 2楼','1年','随时入住','靠近ANGRIGNON MALL  步行6分钟到Monk地铁站 1分钟到37路公交车站 附近有图书馆游泳馆银行超市等 生活交通极其方便 房间光线明亮 整个一面墙都是窗户 内有单独的冰箱 阳台 生活设施一应俱全 提包入住即可 欢迎前来看房  ','','','','','','','','','','Susan','438738-4073438992-6947','','snowy621@gmail.com','','','400','Monk','','','','','QC','Laval','');
INSERT INTO "monrent" VALUES(108,'25892','2016-10-05','http://www.iu91.com/rs/rent/2016-10/25892.shtml','大4半出租650','地址: De Villiers Rue, Montreal, QC H4E 1L2','H4E 1L2','$650(加元)','Duplex/Tri-plex','整租 新租约','2卧 1厅 1厕 3楼','1年','随时入住','距地铁步行10-14分钟左右，距离公车2分钟内，近超市，近shopping mall,近20，15，720号高速。附近有幼儿园，小学，网球场，室内游泳馆（免费）CLSC。 
该房间位于居民区内，所以非常安静。房间格局属于南北通透，夏天非常凉爽。后面自带100平米院子并带有一个大阳台。 
房间内不许养猫狗等宠物（鱼，龟等可以）。 
房间只包炉头，冰箱，洗衣机，干衣机。另外房子有实木餐桌一张。每个房间都有储物柜。照片中没显示出来。 
注：本房距离地铁14分钟距离是GOOLG地图给出的，我自己走用10分钟，请大家在看房前考虑是否能接受这个距离，这样节约大家的时间。谢谢。具体请电话联系4388288416 
','','','光线明亮 房间宽敞','全套电器','超市 商场 学校 托儿所 社区中心 体育设施 公园 警局','近公车站 - 78 - 步行约2分钟','近地铁站 - jolicoeur - 步行约13分钟','','近高速公路 - 20,15,720','徐先生','438-8288416438-8288416','','yidongxu.cn@gmail.com','','','650','','78 2','jolicoeur','','20 15 720','QC','Laval','');
INSERT INTO "monrent" VALUES(109,'22777','2016-10-05','http://www.iu91.com/rs/rent/2016-10/22777.shtml','超近地铁12秒到monk地铁站好房间长、短租','地址: Monk Boul, Montreal, QC H4E 3J4','H4E 3J4','$350(加元) 包水电暖网','Duplex/Tri-plex','分租 无租约','1卧 1厕 合厨合厕 1楼','1年 可短租','随时入住','无惧雨雪风暴, 超级近地铁好房. 步行12秒钟到地铁站,免去冬天走雪路的苦恼；即使较晚回家也很安全。  
  
热水, 暖气, 电, 电话, 宽带高速网全包，并提供炉头,冰箱,微波炉,洗衣机和家具。干净整洁, 提包即可入住。 
  
走路半分钟到华人超市荣昌行及IGA，印巴人菜店，附近还有Jean Coutu ，CouchTard便利店, Dollar店 ，中国人理发店染染发屋，惠民中式快餐店，Subway快餐店，Pizza快餐店，Angrignon shopping mall,生活非常便利。  
  
社区服务：步行２分钟内有大公园，篮球场，足球场, walk-in Clinic等。附近还有免费游泳池和网球场. 
 
要求爱干净，安静，易相处，爱护厨房卫生，不养宠物。 
  
长短租均可，随时入住。绝对好房，不容错过！ 
  
联系方式： 514-9968138 潘先生 . ','','','分门出入 光线明亮','简单家具 全套厨具 全套电器 储藏室/locker 高速上网 洗衣机/房','商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','','近地铁站 - monk - 步行约0.2分钟','','','潘先生','51499681385149968138','','','','','350','monk','','monk','','','QC','Laval','');
INSERT INTO "monrent" VALUES(110,'19008','2016-10-05','http://www.iu91.com/rs/rent/2016-08/19008.shtml','1分钟近绿线lasalle超值卧室提包入住','地址: De Rushbrooke Rue, Verdun, Montreal, QC H4G 1S7','H4G 1S7','价面议 包水电暖网','一般公寓','分租 无租约','1卧 1厅 1厕 合厨合厕','1年 可短租','随时入住','携带个人用品，提包入住 
环境优美，采光良好,含家具 (单人床,写字台,书柜,壁橱)，洗衣机，微波炉，电话，网络，包暖、电、热， 
近超好大型超市maxi，candiantire，1分钟近地铁， 
去downtown 5，6分钟，去康大、麦大、拉萨college便利，10分钟内均可抵达。 
附近有大型运动中心，近河边 
 
长租（〉5个月）：390$/月， 
短租（1- 5个月）：$420/月  
 
女性访问学者，留学生，正职单身优先，希望你：  
1。不吸烟，无宠物，讲卫生  
2。个性随和，好相处，无不良嗜好  
3。不得带异性过夜  
 
非诚勿扰，请联络或留言 
短信：4385589684 
QQ或Email： 
微信：canadamoment','','','全新装修 分门出入 光线明亮 房间宽敞','简单家具 简单厨具 储藏室/locker 高速上网 洗衣机/房','超市 学校 体育设施 公园','近公车站 - 12,21,58,61,71,108 - 步行约1分钟','近地铁站 - 绿线 lasalle - 步行约1分钟','','近高速公路 - 约1分钟车程','Cindy','4385589684','','2737384364@qq.com','','','','lasalle','12 21 58 61 71 108 1','lasalle','','1','QC','Laval','');
INSERT INTO "monrent" VALUES(111,'46775','2016-10-05','http://www.iu91.com/rs/rent/2016-09/46775.shtml','3 1/2 包暖+包电+包WIFI+车位','地址: Dollar, Longueuil, QC J4K 6M6','J4K 6M6','$650(加元) 包水电暖网','Duplex/Tri-plex','整租 新租约','1卧 1厅 1厕 2楼','1年','09/26/2016','','','','','','','','','','','zhang','514-6634918439-9282888','','','','','650','WIFI','','','','','QC','Laval','');
INSERT INTO "monrent" VALUES(112,'47085','2016-10-05','http://www.iu91.com/rs/rent/2016-10/47085.shtml','修女岛高层14楼河景大3半转Lease','地址: 200 De Gaspe Rue, Verdun, Montreal, QC H3E 1E6','H3E 1E6','$1,000(加元) 包水暖','一般公寓','整租 新租约','1卧 1厅 1厕 14楼','1年','11/01/2016','转租修女岛高层河景公寓大3个半，地址 200 Rue de Gaspe, 包水暖，风景绝佳，窗外就是圣劳伦斯河，我只住了两个月，因为我工作的公司搬到蒙特利尔北面，所以不得不转租，从来不做饭，新粉涮的墙，非常干净。修女岛小学就在街对面。 
 
Lease到17年8月底，11月1日开始转租 
 
房间在14楼，向南朝阳，阳光充足 
包炉头，冰箱，洗碗机 
包设备齐全的健身房，超大游泳池 
公寓由著名公司Structure Metropolitaine管理，7*24小时服务 
楼下停车场可以免费停车，室内车位70每月 
公交车站就在楼下，168路高频公交15分钟直达Downtown （Square Victoria, McGill 地铁)  12路15分钟到地铁De L''Église   
公寓可以养宠物 
修女岛风景如画，自行车道，公园，森林 
社区非常安全，邻居素质较高，十分友善 
 
＊＊ 房东要求credit check＊＊ 
 
 
','','','','','','','','','','孙先生','51457166215145716621','','shyqqtt@gmail.com','','','1000','Lease','','','','','QC','Laval','');
INSERT INTO "monrent" VALUES(113,'38719','2016-10-05','http://www.iu91.com/rs/rent/2015-10/38719.shtml','BerriUqam 附近5个半 房间分租 温馨公寓','地址: Saint-Timothee Rue, Montreal, QC H2L 3P3','H2L 3P3','$550(加元) 包水电暖网','一般公寓','分租 新租约','3卧 1厅 1厕 合厨合厕 3楼','1年','随时入住','好房，天窗，双阳台，家电齐全，您会喜欢，分租。','','','','全套家具 高速上网','繁华大街 超市 商场 学校 托儿所 图书馆 体育设施 医疗机构 公园 警局','','近地铁站 - berriuqam - 步行约2分钟','','','','4383881666','','peihenri@gmail.com','','','550','BerriUqam','','berriuqam','','','QC','Laval','');
INSERT INTO "monrent" VALUES(114,'46995','2016-10-05','http://www.iu91.com/rs/rent/2016-09/46995.shtml','Du college 地铁站旁单间出租','地址: Gohier Rue, Saint-Laurent, Montreal, QC H4L 3H6','H4L 3H6','$450(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1卧 1厅 1厕 合厨合厕','1年','随时入住','近du college 地铁站，交通生活非常方便，步行lablow 超市和VANIER COLLEGE，近大型图书馆，公园。10几分钟去市中心  (蒙大）&麦大等，附近有bmo 银行， 中餐馆。 
 
欢迎预约看房。','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 冷暖空调 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - 步行约2分钟','近地铁站 - Du college - 步行约2分钟','','','陈','5149614608','','124005763qq.com','','','450','Du college','2','Du college','','','QC','Laval','');
INSERT INTO "monrent" VALUES(115,'33300','2016-10-05','http://www.iu91.com/rs/rent/2015-10/33300.shtml','半独立，步行5分钟至绿线Lassalle地铁站','地址: Henri-Duhamel Rue, Verdun, Montreal, QC H4G 3L2','H4G 3L2','$470(加元) 包水电暖网','半独立屋','分租 无租约','1卧 1厕 合厨独厕 半地下室','1年','随时入住','1，分租1半地下睡房独立卫生间、盆浴，大壁柜、大床、床头柜、床垫、写字台、梳妆台，470刀/月。 
2、合用厨房,内配炉头、烤箱、冰箱、橱柜等厨房用具，地下室走廊洗衣机、烘干机（租户合用）。  
3、包电，包暖，包热水、包网。 小区安静，环境优雅，附近有多家超市，步行可至maxi, Canadian tire, 乘61路至Costco, 乘地铁1站到中国超市，不提供车位，欢迎中国留学生。 
4、拎包即日入住，希望你也爱干净和能保持干净，作息时间有规律，吸烟和养宠物或有不良嗜好者谢绝，不签Lease. 
5、舒适、干净，为保证安静的学习环境，只租长期中国留学生。 
6、入住时提供身份证明及复印件。 
7、面议清洁卫生事宜。 
有意者可以来电预约看房：早10: 30后-晚9: 30前,514-660-3679 ，如未接来电请留言我将尽快回复。Email:   
','','','全新装修 光线明亮','简单家具 简单厨具 高速上网 洗衣机/房','超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 108 、71、 58、 12、 107 - 步行约5分钟','近地铁站 - Lassalle - 步行约5分钟','','近高速公路 - 10、15、20、40','Selina','5146603679','','','','','470','Lassalle','108 71 58 12 107 5','Lassalle','','10 15 20 40','QC','Montreal','');
INSERT INTO "monrent" VALUES(116,'46865','2016-10-05','http://www.iu91.com/rs/rent/2016-09/46865.shtml','Angrinon地铁站全新大4半出租一卧室','地址: 7040 Allard, Lasalle, Montreal, QC H8N 0C5','H8N 0C5','$650(加元) 包水电暖网','一般公寓','分租 新租约','1卧 1厅 1厕 合厨独厕 8楼','1年','随时入住',' Angrinon地铁站全新大4半出租一卧室，交通生活方便，步行3分钟到地铁站和公交总站，公园，配有全新冰箱炉头洗衣机烘干机，带新家具，靠近大超市和mall，房间大，舒适朝向好，可独立使用一个卫生间，水电网暖全包$650每月，可短租半年，其他面议，最好男生 
','','','','','','','近地铁站 - angrinon - 步行约3分钟','','','julie','51481323885148133026','','zns206@gmail.com','','','650','Angrinon','','angrinon','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(117,'46533','2016-10-05','http://www.iu91.com/rs/rent/2016-09/46533.shtml','短租／周租','地址: Egan Rue, Verdun, Montreal, QC H4H 1W6','H4H 1W6','$75(加元) 包水电暖网','Duplex/Tri-plex','分租 无租约','2卧 1厅 1厕 合厨合厕 半地下室','1个月','随时入住','马上入住，可以只租２，３周． 
 
因为要搬到其它城市，故转租此房间，12月底到期，适合想短租的，当然也可以和房东续租。室友素质很高，都是硕士生或博士生，文静有礼貌。 
 
房间挺大的，有两个藏物柜，一个大衣框。网速超快，分门进出，室友1枚，男博士在读，半地下室，第一间。 
 
７５$一周，包水电暖网。 
地址：775 Rue Egan, H4H 1W6 
手机：4389902475','','','全新装修 分门出入 光线明亮','简单家具','商场 图书馆 公园','','近地铁站 - 步行约9分钟','','','Abathur','43899024754389902475','','','','','75','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(118,'47078','2016-10-05','http://www.iu91.com/rs/rent/2016-10/47078.shtml','唐人街政府补贴房，罕见，先抢先得','地址: Clark Rue, Montreal, QC H2Z 1K1','H2Z 1K1','$705(加元)','一般公寓','整租 转租约','3卧 1厅 1厕 6楼','1年','11/01/2016','','','','','','','','','','','Shirley','514-531-6975','','xiulanhu@hotmail.com','','','705','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(119,'46510','2016-10-05','http://www.iu91.com/rs/rent/2016-09/46510.shtml','近地铁vendome5个半Duplex新装修','地址: D''oxford Av, Montreal, QC H4A 2X8','H4A 2X8','$1,550(加元) 包水','Duplex/Tri-plex','整租 新租约','3卧 1厅 2厕 1楼','1年','随时入住','新装修高雅duplex一楼，水晶灯，实木地板，布局合理舒适宽敞。街区安静但是走2分钟即是繁华的sherbrook大街，附近超级医院，college。饭店超市dollar店Cafe店近在咫尺。乘坐bus地铁方便，距离市中心仅两站，开车去高速15号，720，只需3分钟。临近有名的国际小学和国际中学。','','','全新装修 分门出入 光线明亮 房间宽敞','简单厨具 全套电器 储藏室/locker 冷暖空调 洗衣机/房','繁华大街 超市 商场 学校 托儿所 体育设施 医疗机构 公园','近公车站 - 105 - 步行约2分钟','近地铁站 - vendome - 步行约10分钟','','近高速公路 - 15 - 约3分钟车程','Elisa','5145762388','','mikisong1226@gmail.com','','','1550','vendome Duplex','105 2','vendome','','15 3','QC','Montreal','');
INSERT INTO "monrent" VALUES(120,'47077','2016-10-05','http://www.iu91.com/rs/rent/2016-10/47077.shtml','麦吉尔大学附近 2个半11楼公寓 大两个半','地址: Durocher Rue, Montreal, QC H2X 2E3','H2X 2E3','$855(加元) 包水电暖','一般公寓','整租 转租约','1卧 1厅 1厕 11楼','2个月','10/29/2016','租金：转租11和12两个月，2016年底lease 到期，不用再签lease!! 
每月$855，水电暖全包，一楼有洗衣干衣房 
 
概况： 
       离麦吉尔大学步行五分钟！阳台可以看到皇家山，11楼公寓，房子整洁，光线充足。 
       因为工作需要想搬到另一个城市。 
       每月房租可以用信用卡支付 
      （PS, 这楼不可养猫/狗）  
       图中家具不包，可另卖，厨具，宜家公主床，宜家书柜, 饭桌, 书架, 落地灯等）。  
 
预计十月底可入住，具体入住时间再议。 ','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 洗衣机/房','商场 学校 托儿所','近公车站 - mcgill university - 步行约5分钟','','','','sunny','6136188901','','sunnybettynuo@hotmail.com','','','855','','5','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(121,'47074','2016-10-05','http://www.iu91.com/rs/rent/2016-10/47074.shtml','DT康大步行5分钟超大两个半转租送家具','地址: 1650 Rene-Levesque Boul O, Montreal, QC H3H 1P8','H3H 1P8','$720(加元) 包水','一般公寓','整租 转租约','1厅 1厕 3楼','10个月','随时入住','DT步行5分钟至康大地铁站的超大两个半 
转lease 比新lease便宜 
宽敞明亮 入住送一个double的床盒和床垫 
送两个宜家的小方桌和一盏小台灯 
可满足基本生活需求 
入住还送网络到11月底 
10月随时入住只需付我一半房租 
房租不包电 一个月电费10-20刀 
房间里有超大的衣橱 鞋子包包衣服全都放得下 
适合单身或夫妻租住 
需要的尽快联系看房转合同 
如果介绍朋友接手lease可以返你$20 
钱不多～小小心意','','','分门出入 光线明亮 房间宽敞','简单家具 全套电器 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 医疗机构 警局','近公车站 - 165 Rene Levesque - 步行约1分钟','近地铁站 - guy-concorida - 步行约5分钟','','','Grace','5145660688','','grace.981@hotmail.com','','','720','DT','165 1','guy concorida','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(122,'9427','2016-10-05','http://www.iu91.com/rs/rent/2015-02/9427.shtml','Homestay NDG区 950一月包三餐','地址: Hampton Ave, Montreal, QC H4A 2K6','H4A 2K6','$950(加元) 包餐水电暖网','Duplex/Tri-plex','Homestay','','可短租','随时入住','本人帮朋友招租（女房东加拿大人），主招中国留学生。 
男女房东都很好，很热情、友好，还很幽默。通常一周洗两次衣服。当然，如果急着要洗，房东也会当晚洗掉。因为房东的洗衣机带有自动烘干机，所以当晚就能干。每晚都一起吃饭，他们吃啥房客吃啥。房东也在晚饭时间帮助留学生练习英语口语。有时晚饭后还有冰淇淋吃。只要你有问题都可以和他们说。 
他们愿意给未成年留学生当监护人。 
可以机场接送。  
这是这家homestay网址： http: //www.rrhomestay.com/ 
 (内附图片）','','','','简单家具 冷暖空调 电视','超市','近公车站 - Sherbrooke/Hingston; Sherbrooke/de Clifton - 步行约2-3分钟','近地铁站 - Vendome - 步行约15-20分钟','近火车站 - Vendome - 步行约15-20分钟','','Linda S.','514-262-9616','','rrhomestay@gmail.com','','','950','Homestay NDG','2 3','Vendome','Vendome','','QC','Montreal','');
INSERT INTO "monrent" VALUES(123,'17022','2016-10-05','http://www.iu91.com/rs/rent/2014-04/17022.shtml','Rosa 市中心寄宿家庭包三餐','地址: Notre Dame West, Montreal, QC','eal, QC','$800(加元) 包餐水电暖网','一般公寓','Homestay','','1年 可短租','随时入住','位于市中心，4分钟走到地铁站Lionel Groulx,去Rosemount High School,Westment High School, Marymount High School, McGill, Concordial, Dawson,LaSalle 都很方便；交通十分便利。 
寄宿家庭费： (提供学生监护） 
 房间宽敞明亮舒适，提供床，床上用品，桌子，椅子，壁柜； 
 包三餐及随餐水果，饮料，酸奶等； 
 提供基本洗漱用品：牙膏，洗发水，护发素，浴液，香皂等； 
 包水电暖网； 
 包清洁房间，洗衣（洗衣机和干衣机） 
 特色服务：提供免费法语英语辅导，及高中历史，数理化辅导。学生可以顺利通过法语B2移民考试，在高中学习中取得优异成绩！ 
email:   
热心为你排忧解难，助你学有所成，让你有个温暖的家，欢迎你的到来！','','','全新装修 光线明亮 房间宽敞','全套家具 电视 高速上网 洗衣机/房','超市 图书馆 体育设施','','','','','郭女士','514-692-0292','','rosa5877@hotmail.com','','','800','Rosa','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(124,'14627','2016-10-05','http://www.iu91.com/rs/rent/2015-06/14627.shtml','Lionel-Groulx 卧室 (10月1号起，可短租）','地址: Workman Rue, Montreal, QC H4C 1N5','H4C 1N5','$415(加元) 包水电暖网','一般公寓','分租 新租约','1卧 1厅 1厕 1车位 合厨合厕 2楼','1年 5个月 可短租','随时入住','独立大卧，全包：冰箱，炉头 (不含烤箱），微波炉，水，电，暖，高速网，洗衣机， 简单家具（桌椅，床，三斗橱， 壁橱）。近地铁（走路3分钟）。室内楼梯。 
可短租：30$/天/人. 
','','','光线明亮 房间宽敞','简单家具 简单厨具 游泳池 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 医疗机构','近公车站 - 步行约3分钟','近地铁站 - Lionel-Groulx - 步行约3分钟','','','438-七六四-零九零六','','','jiejie680707@163.com','','','415','Lionel Groulx','3','Lionel Groulx','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(125,'22110','2016-10-07','http://www.iu91.com/rs/rent/2015-06/22110.shtml','地铁Sauve,包家具 ,4½,科技小学与St Pius','地址: 10177 Basile-Routhier Rue, Montreal, QC H2C 2C5','H2C 2C5','$1,100(加元)','Duplex/Tri-plex','整租 新租约','2卧 1厅 1厕 2楼','1年','随时入住','duplex 二层 , 4½ , 包括炉头，冰箱，洗衣机，家具，新门窗，地板 
 
距地铁Metro Sauve 5分钟 
 
靠近科技小学, St.Pius College  
 
靠大公园, 幼儿园, 安静社区 , 1100.00/月 
 
Tel: 514-8137043,   
10177 Basile-Routhier. H2C 2C5 
','','','','','','','','','','Mr.li','514-8137043','','lxdthomas@hotmail.com','','','1100','Sauve St Pius','','','','','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(126,'27940','2016-10-07','http://www.iu91.com/rs/rent/2014-08/27940.shtml','紧邻市中心, 超大复式5 ½,近地铁,康大,','地址: 266 Bourget Rue, Montreal, QC H4C 2M3','H4C 2M3','$1,800(加元)','Duplex/Tri-plex','整租 新租约','3卧 1厅 2厕 2楼','1年','随时入住','5分钟到地铁 Lionel Groulx，复式超大5 ½ ，三个卧室，2个卫生间， 大露台，近河边， Atwater 市场, 超市super C, 近康大，Lassalle collage  
  
面积1500尺， 新装修， 二楼2个卧室加浴室，  
一楼一个卧室，厨房，客厅，洗卫间 
 
全包家具，电视,厨具，洗衣,烘干机。 不包电，暖，网。  
 
$1800.00/月（一年) , $2300.00/月（短租：包电暖，网） 
 
电话： 514-8137043 
 
','','','','','','','','','','LI','514-8137043','','lxdthomas@HOTMAIL.com','','','1800','','','','','','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(127,'19092','2016-10-07','http://www.iu91.com/rs/rent/2016-03/19092.shtml','地铁 Villa-Maria 1半, 2半, 3半','地址: 4560 Decarie Boul, Montreal, QC H3X 2H5','H3X 2H5','价面议 包水电暖','一般公寓','整租 新租约','1卧 1厅 1厕 1楼','1年','随时入住','1个半（10月1日, 1月1日入住） 
1个半（半地下室，12月1日入住） 
2个半（10月1日,10月1日入住） 
3个半（10月1日入住） 
 
阳关充足，实木地板，干净整洁。配有冰箱、炉头。水电暖全包。 
 
钢筋水泥结构，隔音好。电梯。 
 
生活便利，3分钟步行到Villa-Maria地铁，3分钟步行到 Queen Mary 商业街。 
 
预约看房：514-485-1708, 514-797-5858','','','','洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','','近地铁站 - Villa-Maria/Snowdon - 步行约4分钟','','','','514-485-1708;514-797-5858','','','','','','Villa Maria','','Villa Maria Snowdon','','','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(128,'45729','2016-10-07','http://www.iu91.com/rs/rent/2016-08/45729.shtml','Chateau Maisonneuve 1卧室,3卧室','地址: 4998 De Maisonneuve Boul O, Westmount, Montreal, QC H3Z 1N2','H3Z 1N2','价面议 包水电暖','一般公寓','整租 新租约','1卧 1厅 1厕','1年','随时入住','Chateau Maisonneuve 位于加拿大排名第一的蒙特利尔皇家山西南麓Westmount社区。 该大楼地理位置优越，地处Maisonnueve 和 Claremont 大街的交界处。交通四通八达, 距离 火车站/地铁橙线站 Vendome 仅一街之隔; 公交车有24，104，90，124, 63, 90, 37路，可通往蒙特利尔的任何角落; 距离高速15号 2 分钟，sherbrooke 主街 仅一分钟。大楼门口就是bicycle path直通East of Montreal。这里的生活设施也非常方便，繁华的Sherbrooke 大街；欧洲建筑风格的Victoria Village 都是购物的好地方，让您留恋忘返。邮局, 超市，药房，时装店，餐馆, 快餐店， 咖啡馆都近在咫尺。周围还有多家银行TD, RBC, BMO,CIBC，幼儿园，小学, 著名的国际中学和Marianopolis College等。Westmount Park， YMCA和 图书馆更是您平时休闲的好去处。蒙特利尔新建的医疗中心 （Super Hospital）就在大楼旁，步行10分钟不到。 
 
目前我楼有多种房型出租, 从适合单身人士和小家庭的1卧1厅1厨1卫的小户型到大家庭和成功人士的3卧2厅1厨2卫的大户型。大楼管理严格，干净无虫，房间宽敞，明亮。每家都有自己的阳台和贮藏室，室内车位可租。门卫24小时值班绝对安全。租金包括冷/暖气，电，热水，炉头，冰箱，室内泳池，桑拿等。','','','光线明亮 房间宽敞','简单厨具 储藏室/locker 冷暖空调 游泳池 洗衣机/房','超市 商场 学校 图书馆 社区中心 公园','近公车站 - 24, 124, 105 - 步行约0.5分钟','近地铁站 - Vendom - 步行约2分钟','近火车站 - Vendom - 步行约2分钟','近高速公路 - 15 - 约1分钟车程','Helen or Linda','514-489-5727','','rentals@creccal.com','','','','Chateau Maisonneuve','24 124 105 0 5','Vendom','Vendom','15 1','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(129,'35049','2016-10-07','http://www.iu91.com/rs/rent/2015-05/35049.shtml','LeChatel,1625公寓1半，2半，3半，4半出租','地址: De Maisonneuve Boul O, Montreal, QC H3H 2N4','H3H 2N4','价面议 包水电暖','一般公寓','整租 新租约','1卧 1厅 1厕','1年','随时入住','LeChatel， 1625 de Maisonneuve  West  
 
LeChatel， 1625 De Maisonneuve West 的大楼管理严格，干净无虫，房间宽敞，明亮。 现有1半，2半，3半及4半出租  (2半也有单独卧室和客厅，即小3半)， 租金包括冷/暖气，电，热水，炉头，冰箱，室内泳池，公共洗衣房在3楼， 配有多台洗衣机和干衣机。大厦提供24小时门卫服务，高速互联网接入，室内地下车库车位可租。 
 
租约为期1年，到期可续约。 
 
 LeChatel位于蒙特利尔市繁华的中心，对面即是Concordia大学，交通非常方便，步行1分钟可到Guy-Concordia 地铁站，165路公交车站。  步行6分钟到La Salle College， 步行15分钟到McGill University。 
在Maisonneuve和   St-Catherine大街上有多家银行，外币兑换店，购物品牌店，餐厅，电影院， CLSC诊所，幼儿园，小学等。 市中心的便利生活是国际留学生，移民，白领一族的首选。 
 
 
地址：1625 De Maisonneuve  West,  Montreal,  QC 
            H3H 2N4 
 
网址： 
 
Email:    
 
周一到周五 8：30---17：00 的办公室工作时间， 欢迎致电咨询  TEL:  514-931-8821 中文，英文，法文均可 
具体位置、周边信','','','光线明亮 房间宽敞','简单厨具 储藏室/locker 冷暖空调 游泳池 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 165 - 步行约1分钟','近地铁站 - Guy-Concordia - 步行约1分钟','近火车站 - Bonaventure - 步行约10分钟','','','514-931-8821','','lechatel@creccal.com','','','','LeChatel','165 1','Guy Concordia','Bonaventure','','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(130,'11332','2016-10-07','http://www.iu91.com/rs/rent/2013-02/11332.shtml','1411 du Fort 近康大/Lasalle College公寓','地址: 1411 Du Fort Rue, Montreal, QC H3H 2N7','H3H 2N7','价面议 包水电暖','一般公寓','整租 新租约','1卧 1厅 1厕','1年','随时入住','Place du Fort  514-932-4895     1411 Du Fort, Montreal QC. H3H 2N7 
 
二楼，三楼现有新建的五半和6半可以在2016年9月1日入住。新公寓有漂亮的硬木地板，豪华大理石台面，公共区域还有两个Study Room有免费的Wi-Fi可供租户使用。 
 
熟悉1411 du Fort, Place du Fort 的朋友都知道，我们的大楼管理严格，干净无虫，房间宽敞，明亮。 现有2半，3半, 4半, 5办和6半出租  (我们的2半也有单独卧室和客厅，即小3半)， 租金包括冷/暖气，电，热水，炉头，冰箱，室内泳池，桑拿等。大厦提供24小时门卫服务，高速互联网接入，室内车位可租。 
 
Place Du Fort 位于蒙特利尔市中心繁华的St-Catherine和 du Fort 大街的交界处，交通非常方便，楼下有15路公交车，步行可到Guy-Concordia 地铁站，165，166和535路公交车站。Place Du Fort 因紧邻La Salle College， Concordia University， 凯亚学院等教育机构， 而深受国际留学生的欢迎。这里的生活设施也非常方便，Canada Post, Provigo, PA超市，众多的商店，餐馆,咖啡馆和Place Alexis Nihon 购物中心都近在咫尺。另外，周围还有多家银行，外币兑换店，网吧，CLSC诊所，幼儿园，小学等。 
http: //www.placedufort.com','','','光线明亮 房间宽敞','简单厨具 储藏室/locker 冷暖空调 游泳池 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 医疗机构 水景','近公车站 - 15 du fort - 步行约1分钟','近地铁站 - Guy Concordia - 步行约8分钟','','','Kate','514-932-4895','','kyang@creccal.com','','','','du Fort Lasalle College','15 1','Guy Concordia','','','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(131,'152','2016-10-07','http://www.iu91.com/rs/rent/2015-01/152.shtml','蒙特利尔市中心高层公寓(带家具)楼长租短住','地址: 1900 Lincoln Av, Montreal, QC H3H 1H7','H3H 1H7','价面议 包水电暖','一般公寓','整租 新租约','1卧 1厅 1厕','6个月 可短租','随时入住','  
  
 
Place Lincoln Place Lincoln, 位于蒙特利尔的市中心，是一幢12层高的酒店式公寓楼。整栋楼共有96户客房，每套客房均有单独的厨房和卫生间并配有全部家具。 限：学生，新移民，visitor  
交通方便：步行两分钟可到达地铁站 Guy-Concordia 和公交站，如 165路，166路，15路，24路，535路，可以带您到达市内任何你想到达的地方 。  
购物就餐：可步行至著名的商店饭店林立的商业街 Ste-Catherine 。你可以品尝到各式各国风味的食物：法国，瑞士，墨西哥，意大利，中国，日本，南韩等。还可步行至 Atwater 商业大厦.  
学校和其它：两分钟步行至 Concordia University, La Salle College 和多所国际语言学校,15分钟步行至 McGill University。另外，周围还有多家银行，诊所，服务中心，幼儿园，小学，电影院，超市.  
设施： 房厅宽敞明亮，配有全套家具（详情请看照片） 及冰箱、微波炉、烤炉、电炉和壁橱。 配有全套的床上用品和基本炊具，厨浴设备齐全。 专用的洗衣房，配有多台洗衣机和干衣机。  
服务： 大楼设有专用的洗衣房，配有多台洗衣机和干衣机。提供多种语言服务（法语，英语，广东话，普通话），办公时间，服务人员可提供免费各种信息咨询。 齐备的设施和良好的服务， 特别适合访加商人，短期游客，新移民，国际学生，旅游团体等。 
','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 洗衣机/房','繁华大街 超市 商场 学校 社区中心','近公车站 - 165,15,24,535','近地铁站 - Guy-Concordia - 步行约2分钟','','近高速公路','Wendy or Raymen','(514）938-8848','','raymenk@yahoo.com','','','','','165 15 24 535','Guy Concordia','','','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(132,'43790','2016-10-07','http://www.iu91.com/rs/rent/2016-09/43790.shtml','阳光大五半出租','地址: Dawn Rue, Lasalle, Montreal, QC H8R 2Y3','H8R 2Y3','$850(加元) 包水','Duplex/Tri-plex','整租 新租约','3卧 1厅 2厕 2楼','1年','随时入住','步行1分钟到运动场，3分钟到自行车道，St-laurent 河，近中学，小学，购物中心。房间宽敞光照好，干净没有虫害。交通方便，安全安静住宅区，马路俩边有大量免费停车位。','','','分门出入 光线明亮 房间宽敞','简单家具','学校 托儿所 体育设施 公园 水景','近公车站 - 106 - 步行约1分钟','近地铁站 - angrignon','','','王太','514-595-8988','','jianyu_zhong@hotmail.com','','','850','','106 1','angrignon','','','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(133,'47076','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47076.shtml','近monk地铁站 超大单间,带阳台$400','地址: Beaulieu Rue, Montreal, QC H4E 3E9','H4E 3E9','$400(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1卧 1厅 1厕 合厨合厕 2楼','1年','11/01/2016','提包入住,6个半中超大单间，带阳台仅$400 水 电 暖 网 全包。并提供炉头,冰箱,微波炉,洗衣机,烘干机和家具。干净整洁, 提包即可入住。  
 
走路5分钟到华人超市荣昌行及IGA，印巴人菜店，附近还有Jean Coutu ，CouchTard便利店, Dollar店 ，中国人理发店染染发屋，惠民中式快餐店，Subway快餐店，Pizza快餐店，Angrignon shopping mall,生活非常便利。 社区服务：步行数分钟内有大公园，篮球场，足球场, walk-in Clinic等。附近还有免费游泳池和网球场.  
 
要求爱干净，不养宠物。   
   
具体位置、周边信息和社区结构请看下面的地图和人口统计数据。 ','','','光线明亮 房间宽敞','全套家具 储藏室/locker 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 体育设施 公园','近公车站 - 步行约1分钟','近地铁站 - monk - 步行约6分钟','','近高速公路 - 15 20 - 约1-2分钟车程','韩先生','51426155994389926947','','','','','400','monk','1','monk','','15 20 1 2','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(134,'41327','2016-10-07','http://www.iu91.com/rs/rent/2016-09/41327.shtml','单间出租340','地址: 1100 Woodland Rue, Verdun, Montreal, QC H4H 1V9','H4H 1V9','$340(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1卧 1厅 1厕 合厨合厕','1年','随时入住','','','','光线明亮 房间宽敞','全套家具 高速上网 洗衣机/房','超市 商场 公园','','','','','孟','5146869866','','mengdan7455@outlook.com','','','340','','','','','','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(135,'47146','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47146.shtml','地铁 Angrignon,  3 1/2  购房转 Lease','地址: Allard Rue, Montreal, QC H4E 2M9','H4E 2M9','$590(加元)','一般公寓','整租 转租约','1卧 1厅 1厕 3楼','1年 可短租','11/01/2016','购房转Lease，宽敞明亮三半， 有独立客厅，卧室，明卫，租金590刀/月，水电自付， 11月15日（可议）入住， 11月入住可赠送当月房租。出门既有公交车站， 步行5分钟到Angrignon地铁站/公交总站/公园，步行8分钟到购物中心/Walmart/Provigo/Canadian Tire/Maxi/Bestbuy等 地铁15分钟到康大， DT，近小学，公立私立幼儿园，图书馆，游泳馆， CLSC,生活，交通皆十分便利。 
有意者请电： 438-937-8870 （手机，无短信） 
             438-388-7187 （座机， 可留言） 
或邮件： ','','','光线明亮 房间宽敞','','超市 商场 学校 托儿所 公园','近公车站 - 78,106','近地铁站 - Angrignon - 步行约5分钟','','','吴先生','43893788704383887187','','wjfcomputer@hotmail.com','','','590','Angrignon Lease','78 106','Angrignon','','','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(136,'47145','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47145.shtml','Mcgill附近3半转租，11月拎包入住','地址: Hutchison Rue, Montreal, QC H2X 2G7','H2X 2G7','$816(加元) 包水电暖网','一般公寓','整租 转租约','1卧 1厅 1厕 2楼','7个月','11/01/2016','Hutchison街Mcgill校区公寓好房转租，lease到2017年5月到期，可续租。11月初可入住（时间可商量），价格816刀/月，包水电暖气，提供炉头、冰箱、衣柜等，部分家具也可以转卖或者赠送， 
 
公寓内提供洗衣房。步行至Mcgill校区3分钟，步行到Place-des-arts地铁站5分钟。 
 
冬日出行优势： 
步行至Place-des-arts地铁站，即可全程走地下通道到达唐人街，步行约15分钟，各大中国超市聚集于此。另外附近有6分钟间隔的高频公交车：80路，435路，24路。 
 
夏季出行优势： 
夏季可步行至Place-des-arts广场约6分钟，有机会体验在艺术广场上举行的各种盛大的免费户外音乐会或者表演。也可步行约10分钟至Mont Royal公园游玩。 
 
公共设施齐全： 
周边餐厅，咖啡厅，甜品店，银行遍布。附近有provigo超市，metro超市，韩国超市Eden，邮局，jean-coutu药房，生活炒鸡方便。 
 
欢迎加我微信前来看房：PAPILLON-ROUGE (小写 papillon-rouge)','','','','全套家具 全套厨具','','近公车站 - 步行约3分钟','近地铁站 - 步行约5分钟','','','','51457175315145717531','','','','','816','Mcgill','3','','','','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(137,'47143','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47143.shtml','3卧1卫大5半地铁verdun边','地址: 4919 Wellington Rue, Verdun, Montreal, QC H4G 1X8','H4G 1X8','$1,150(加元)','Duplex/Tri-plex','整租 新租约','3卧 1厅 1厕 2楼','1年','随时入住','在二楼的一个大51/2出租。在著名的wellington大街上。全新装修。 
可以立刻入住。 
租金1150不包电费。没有电器。 
3个大卧室, 1个卫生间, 带1个大客厅。 
verdun地铁就在附近。 
如果需要提供车位, 可以多付50加元.  
地址:  4919 wellington verdun H4G 1X8 
联系sophie：5149969230','','','','','繁华大街 超市 商场 学校 托儿所 社区中心 体育设施 医疗机构 公园','','近地铁站 - verdun - 步行约8分钟','','','','','','brokerjhh@gmail.com','','','1150','verdun','','verdun','','','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(138,'44857','2016-10-07','http://www.iu91.com/rs/rent/2016-10/44857.shtml','步行绿线地铁Monk仅半分钟好房出租','地址: Monk Boul, Montreal, QC H4E 3J2','H4E 3J2','$460(加元) 包水电暖网','一般公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 2楼','1年 可短租','随时入住','       步行绿线地铁Monk仅半分钟的好房分租 
1.位于二楼的大4半，室内楼梯、全新装修、宽敞明亮大窗、阳光充足的18平方米大卧室分租。  近中国超市 (荣昌行)、IGA、Jean coutu、印度蔬菜水果店......各种店和多家中餐、西餐馆。马路对面就是地铁站和36、78路汽车站； 去市中心和几所大学不用换车，坐地铁几分钟就到； 距Angrignon大型购物中心也不远，交通、购物极方便。 
2.房内有高档红木家俱 (双人床、床头柜、床脚凳、写字台、可调节极舒服的电脑椅； 有三个大抽屉的大衣柜、台灯、地灯......)，房间温馨舒适；普通的住宅，宾馆般的感觉！ 
3.厨房生活电器一应俱全 (全新平面炉头、冰箱、吸油烟机、洗衣机......和微波炉、电水壶、咖啡壶、电饭锅......)，真正的提包即住。 
4.只是想找一位室友，价格面谈。欢迎安静、爱干净、不吸烟、无宠物......无不良嗜好的女士预约看房。  有意者请 E-mail: .    或 电话：438-558 9947   /  514-570 7808   (早8点～晚10点) 。谢谢！ 
 *  七月、八月也欢迎探亲、旅游的人士短租；我可以准备床上用品......，价格按天算,面谈。 
                                              
','','','分门出入 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 储藏室/locker 高速上网 洗衣机/房','繁华大街 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - 36，78 - 步行约1分钟','近地铁站 - monk - 步行约1分钟','','','Cynthia','(438)558-9947','','Montreal-rcx2000@hotmail.com','','','460','Monk','36 78 1','monk','','','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(139,'45453','2016-10-07','http://www.iu91.com/rs/rent/2016-09/45453.shtml','近De Leglise 地铁站 2卧室  新公寓 $1200','地址: Gordon Rue, Verdun, Montreal, QC H4G 2R4','H4G 2R4','$1,200(加元) 包水网','高级公寓','整租 新租约','2卧 1厅 1厕 1楼','1年','随时入住','公寓位于蒙城中国超市最多的商业街Wellington与Gordon街交叉口（说明地图标注有误，将地址标在Verdun街上），与地铁站DelEglise只有一个街区的距离大约100米，公寓大门正对着地铁站后墙，走路不到2分钟。还有公交车58、61、37、12路。附近有西人超市IGA Metro,Maxi.有多家中国餐馆， 近圣劳伦斯河， 地铁可直通康康考迪亚大学和市中心办公区。 
全新公寓，大阳台，明亮通透，进入公寓大楼需要密码，安全。大楼装有电梯，有专人打扫卫生。房间装有全新空调，洗衣机和全套不锈钢厨房电器。房租包含热水。不包电暖。公寓是第一次出租，窗前有绿地，有全套家具。可直接拎包入住，是学生和职业人士首选的理想居住场所。 
','','','光线明亮 房间宽敞','全套家具 全套厨具 全套电器 冷暖空调 洗衣机/房','繁华大街 超市 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 58、61、37、12 - 步行约2分钟','近地铁站 - De l''Eglise - 步行约2分钟','','','陈太','43892603014389386698','','asimon@163.com','','','1200','De Leglise','58 61 37 12 2','De l Eglise','','','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(140,'47142','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47142.shtml','rtc附近房屋转租6个半拎包入住','地址: 6567pie-Ix Boul, Montreal, QC H1X 2C5','H1X 2C5','$1,800(加元)','一般公寓','整租 转租约','4卧 1厅 2厕 1楼','1年 可短租','10/28/2016','拎包入住 距离rtc学校五分钟路程 家居齐全 洗衣机烘干机都有 厨具餐具都有 免费赠送网络到明年一月份 可整租可分租 两个浴室 四个卧室 一个大餐厅 一个大客厅 一个大后花园','','','光线明亮 房间宽敞','全套家具 全套厨具 全套电器 储藏室/locker 冷暖空调 高速上网 洗衣机/房','学校','近公车站 - 139路rtc站','近地铁站 - pie ix','','','重阳','51455081335145198741','','yangchongyang1995@gmail.com','','','1800','rtc','139','pie ix','','','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(141,'1001','2016-10-07','http://www.iu91.com/rs/rent/2015-11/1001.shtml','干净明亮3半公寓近地铁有家具拎包入住有图','地址: Ball Av, Montreal, QC H3N 1K1','H3N 1K1','$575(加元) 包水暖','一般公寓','整租 新租约','1卧 1厅 1厕 2楼','1年','随时入住','房间宽敞明亮新装修，新窗户，新阳台，包热水，暖，冰箱，炉头，一楼有投币洗衣房，交通便利，近地铁Acadie，公交，Rockland shopping Mall,15 和40号高速公路，Maxi Super C Loblaws,Marche Central等等，楼下免费停车，也有室内车库可供选择。每月仅需$575','','','全新装修 光线明亮 房间宽敞','','繁华大街 商场 学校 托儿所 社区中心 公园 警局','近公车站 - 179 - 步行约2分钟','近地铁站 - acadie - 步行约7分钟','','近高速公路 - 40 - 约1分钟车程','刘先生','514-9625608514-2251231','','claire1998@hotmail.com','','','575','','179 2','acadie','','40 1','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(142,'46940','2016-10-07','http://www.iu91.com/rs/rent/2016-09/46940.shtml','Mcgill步行一分钟客厅日租30','地址: Milton Rue, Montreal, QC H2X 1W5','H2X 1W5','$30(加元) 包水电暖网','一般公寓','整租 新租约','1厅 1厕 6楼','1年','随时入住','本人mcgill毕业生，现日租自住一室一厅的客厅，30每天, 500每月，包水网。  
地址是625 milton H2X1W7, 距离Mcgill 步行仅一分钟，拧包入住。  
 
限住一人卫生间和厨房公用  
 
王先生  
4388378808  (5pm 以后)  
.ca ','','','','','','','','','','王先生','4388378808','','xwwangsjtu@gmail.com','','','30','Mcgill','','','','','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(143,'27791','2016-10-07','http://www.iu91.com/rs/rent/2014-08/27791.shtml','近地铁高级公寓出租（提包入住）','地址: 65 Rene-Levesque Boul E, Montreal, QC H2X 1N2','H2X 1N2','$555(加元) 包水电暖网','高级公寓','分租 新租约','5卧 1厅 2厕 独厨合厕 2楼','1年 可短租','随时入住','蒙城绝佳地段。 
近老港，冬天去滑冰，夏天看烟火，无敌景色均可步行而至，宛如自家后院。 
近凯瑟琳大街，蒙城最大商业街让你流连忘返，满载而归。 
近学校，麦基尔大学走路15分种，地铁2站，去康考迪亚步行20分种，地铁4站。 
距唐人街仅几步之遥。买菜只需三分钟，身在异国他乡每日也能变着花样吃遍中华美食。 
隔壁BMO银行、HSBC银行再走几步serves canada，魁省税务局，联帮税务局，蒙城服务中心等。新移民登陆，无须焦头烂额，一天之内办步行办完所有证件。 
回国探亲，747就在门口，比打车都便利，10块钱直达机场。 
現有单独房间出租，装修精美，家具齐全，沙发、床、桌子、椅子、依柜、床单、裤子，真的提包入住，拒绝养宠物。如有需要可包餐，价面议。 
长短期皆可，家有五个单间，豪华经济都有选择，短期便利干净，长期更有优惠。价格面议。还犹豫什么呢，来一个电话咨询吧！','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 储藏室/locker 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 医疗机构 警局','近公车站 - 55 747 - 步行约2分钟','近地铁站 - Saint Laurent - 步行约5分钟','近火车站 - 蒙特利终点站 - 步行约15分钟','近高速公路 - 720 - 约3分钟车程','苏珊','514-561-8890514-312-8890','','769774823@qq.com','','','555','','55 747 2','Saint Laurent','','720 3','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(144,'45713','2016-10-07','http://www.iu91.com/rs/rent/2016-08/45713.shtml','出租一间卧室或者homestay','地址: 2036 Regent Av, Montreal, QC H4A 2P8','H4A 2P8','$600(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1卧 1厅 1厕 合厨合厕 1楼','10年 可短租','随时入住','Ndg学区房，st luc中学，毗邻著名富人区westmount，近downtown。全新装修，卫生间，厨房全新设备，首次出租。大窗，明亮，15平米超大卧室，和我共用客厅，厨房，卫生间。可有停车位。可作homestay之类的。要求对方爱整洁，注意维护房子。不吸烟，无宠物。电话514-967-6939 
600全包价，暖气 冷热水 生活用电 网络 电话等等。毗邻downtown的安静安全社区。更多咨询请邮件联系或致电！','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 储藏室/locker 电视 高速上网','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 90，104 - 步行约1分钟','近地铁站 - vendome - 步行约10分钟','近火车站 - vendome - 步行约10分钟','近高速公路 - decarie - 约3分钟车程','jessica','514-967-6939514-967-7939','','Lanewvie@gmail.com','','','600','homestay','90 104 1','vendome','vendome','3','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(145,'14815','2016-10-07','http://www.iu91.com/rs/rent/2015-08/14815.shtml','ANGRIGNON地铁步行一分钟经济单间出租','地址: De Monts Av, Montreal, QC H4E 2T4','H4E 2T4','$350(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1卧 1厕 合厨合厕 2楼','1年','09/01/2015','绝佳位置看下面地图便知：步行一分钟到Angrignon地铁站/公交总站／公园,五分钟到购物中心/Walmart/Futureshop/Loblows/Canadian Tire/Maxi等（免去您严冬等车跋涉之苦），2层房间宽敞 (10平米)，闹中取静，带后院, 配有新冰箱／新炉头／新洗衣机／新烘干机／包新家具／包电话 (全球随便打,对应国内号码: 国内亲友只需拨打一个国内号码就能马上联系上您，省钱又快捷)/包高速无限量有线及无线上网 (网吧享受)/提供传真设备（方便您申请学校及联系业务）／包水／包电／包暖。 每层四个租客共用一个厨房及卫浴.没有其它任何费用，拎包入住。 
有诚意者请电 514-5766158 
','','','光线明亮','全套家具 全套电器 高速上网 洗衣机/房','繁华大街 超市 商场 学校 社区中心 医疗机构 公园','','','','','MR CHEN Please call EVENING AND WEEKEND','514-5766158','','','','','350','ANGRIGNON','','','','','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(146,'47141','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47141.shtml','近地铁站 大三半低价转租415元','地址: 2115wurtele Rue, Montreal, QC H2K 2P8','H2K 2P8','$415(加元)','一般公寓','整租 转租约','1卧 1厅 1厕','1年 可短租','随时入住','步行到地铁站Frontenac5分钟，距离游泳馆、网球馆、健身中心及社区运动中心非常近。到市中心只需几分钟。欢迎看房，条件优惠，最大诚意满足你的要求。随时入住。租约到明年6月末。也可短租。','','','','','超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 55、185等 - 步行约1分钟','近地铁站 - frontenac - 步行约5分钟','','近高速公路 - 约3分钟车程','王','438-928-5808','','zhongqiu2016@gmail.com','','','415','','55 185 1','frontenac','','3','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(147,'46527','2016-10-07','http://www.iu91.com/rs/rent/2016-09/46527.shtml','LaSalle区温馨住宅','地址: Carroll Av, Lasalle, Montreal, QC H8P 2V4','H8P 2V4','$550(加元) 包水','一般公寓','整租 转租约','1卧 1厅 1厕 2楼','1年','随时入住','屋子周围环境优美 近湖边 下午可以在湖边散步 旁边还有个可以租船的地方 周末可以划划船 近皮尔逊小学高中  出门公交车350，110，123 直达市中心 20min一班车  卫生较好 租金便宜 周围安静 治安状况较好 
租金一个月550 加币','','','分门出入 光线明亮 房间宽敞','简单家具 简单厨具 储藏室/locker 洗衣机/房','商场 学校 社区中心 体育设施 公园 水景','近公车站 - Centrale/35e Avenue - 步行约1/3分钟','','','','王女士','51446212705148036660','','siyuanlu961104@gmail.com','','','550','LaSalle','35 1 3','','','','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(148,'46075','2016-10-07','http://www.iu91.com/rs/rent/2016-10/46075.shtml','st-michel 大三半 转租','地址: 17e Av, Montreal, QC H2A 2R9','H2A 2R9','$530(加元)','Duplex/Tri-plex','整租 转租约','1卧 1厅 1厕 2楼','10个月','10/03/2016','工作需要转租大3半，近rtc职业学校及地铁站，房东很nice，周围交通便利，超市成群，欢迎看房~','','','光线明亮 房间宽敞','简单家具 全套电器 储藏室/locker','超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','','近地铁站 - saint michel - 步行约6分钟','','','oppa','5146239260','','yuanquan.880926@gmail.com','','','530','st michel','','saint michel','','','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(149,'38848','2016-10-07','http://www.iu91.com/rs/rent/2016-08/38848.shtml','RTC校区ST.PIUS校区大四半带车位整租或分租','地址: Armand-Lavergne Av, Montreal-Nord, Montreal, QC H1H 3P2','H1H 3P2','$420(加元) 包水电暖','一般公寓','分租 新租约','2卧 1厅 1厕 1车位 合厨合厕 1楼','1年','随时入住','该房有几大优势： 
 
临近PIE-IX大街，步行至RTC二校区约10分钟（Rosemount Technology Centre Curtis George Campus, 10909 Avenue Gariépy, Montréal, QC H1H 4C6） 
  
近PEQ另一校区ST.-PIUS（9955 Avenue Papineau, 
Montreal  H2B 1Z9)乘坐440BUS约20分钟，楼下即是公交车站440,39。 
 
步行至高频车139BUS约5分钟，20分钟可直达RTC一校区； 
 
周边生活设施齐全，步行5分钟有大MALL，银行，药店，DOLLAR店，MAXI超市和麦当劳等各种饭店；乘坐139BUS10十分钟可达夏威夷华人超市。 
 
该房为公寓一楼超大4半，2个大卧室和1个宽敞客厅，厨房自带餐厅，有前后院子（后院有个小型篮球架），布局合理，阳光充足。配置家具电器！ 最好是在RTC二校区或者ST.-PIUS就读PEQ的学生合租，每人每月420，或者干净有信誉的家庭整租，包水电暖840！ 
 
还可免费提供一个后院车位！（不是大街上哦！） 
 
即可入住，欢迎看房！438-992-8383 Lina','','','分门出入 光线明亮 房间宽敞','简单家具 全套电器 储藏室/locker 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 公园 警局','近公车站 - 139，440，39 - 步行约2分钟','','','','Lina','438-992-8383','','rourou1211@gmail.com','','','420','RTC ST PIUS','139 440 39 2','','','','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(150,'47139','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47139.shtml','蒙特利尔近康大地铁步行五分钟/两个半','地址: De Maisonneuve Boul O, Montreal, QC H3H 2N3','H3H 2N3','$865(加元) 包水电暖','一般公寓','整租 转租约','1卧 1厅 1厕 11楼','','10/23/2016','近康大，St.Catherine street,步行至地铁站只需5分钟，2个半适合学生居住，价格合理，包水电暖房内有空调，家具电器齐全拎包入住。十月房租已付清，租期到明年3月份，可续租。有意者请预约看房，谢谢。','','','光线明亮','简单家具 简单厨具 冷暖空调 高速上网 洗衣机/房','繁华大街 超市 商场 学校 图书馆 警局','近公车站 - Guy - Concordia - 步行约5分钟','近地铁站 - Guy - Concordia - 步行约5分钟','','','李女士','','','veronique.ishikura@gmail.com','','','865','','5','Guy Concordia','','','QC','Montreal','Verdun');
INSERT INTO "monrent" VALUES(151,'47139','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47139.shtml','蒙特利尔近康大地铁步行五分钟/两个半','地址: De Maisonneuve Boul O, Montreal, QC H3H 2N3','H3H 2N3','$865(加元) 包水电暖','一般公寓','整租 转租约','1卧 1厅 1厕 11楼','','10/23/2016','近康大，St.Catherine street,步行至地铁站只需5分钟，2个半适合学生居住，价格合理，包水电暖房内有空调，家具电器齐全拎包入住。十月房租已付清，租期到明年3月份，可续租。有意者请预约看房，谢谢。','','','光线明亮','简单家具 简单厨具 冷暖空调 高速上网 洗衣机/房','繁华大街 超市 商场 学校 图书馆 警局','近公车站 - Guy - Concordia - 步行约5分钟','近地铁站 - Guy - Concordia - 步行约5分钟','','','李女士','','','veronique.ishikura@gmail.com','','','865','','5','Guy Concordia','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(152,'47138','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47138.shtml','转lease三个半，水电暖全包630刀/月','地址: Frontenac Rue, Montreal, QC H2K 3A3','H2K 3A3','$630(加元) 包水电暖','一般公寓','整租 转租约','1卧 1厅 1厕 6楼','1年','11/01/2016','由于父母来探亲，地方有限，忍痛割爱转三个半lease，630刀，水电暖全包，室内去年刚刚翻新，新换的窗户，公寓式楼房，内有电梯，有专门的人进行管理和打扫，室内光线充足，每年七月烟花节观景最佳位置，紧邻larond游乐场，附近有超市Maxi，Canada tire ，药房，公立私立幼儿园，社区游泳池，图书馆，健身房，大公园，地铁十分钟到市中心，绝对是新移民的好选择！随屋可附赠简单家具。本房需要进行到底信用审核，欢迎来电咨询，晚9点之前，谢谢','','','光线明亮','','繁华大街 超市 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 24 - 步行约2分钟','近地铁站 - frontenac - 步行约10分钟','','','madame SUN','4389923368','','Sunjinghong945@icloud.com','','','630','lease','24 2','frontenac','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(153,'20654','2016-10-07','http://www.iu91.com/rs/rent/2016-06/20654.shtml','ANGRIGNON地铁旁单间出租，长租。','地址: De Montmagny Av, Montreal, QC H4E 2W1','H4E 2W1','$400(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','4卧 1厅 1厕 合厨合厕 1楼','1年','随时入住','ANGRIGNON地铁旁单间出租， 位于duplex 一层及二层，带家具，马上入住，包水电暖网 
 - Angrignon地铁站步行3分钟，坐地铁15分钟到市中心，干净、宽敞、明亮长租  
- 提包入住，随时可看房  
- 有冰箱、炉头、微波炉、全新洗衣机，烘干机和抽油烟机 ,高速30M宽带  
- 安静小区，采光极好  
- 周围环境方便，有中国超市，西人IGA超市，JEAN COUTU,大公园，足球场，篮球场，游泳馆，clcs社区服务中心。  
- 寻找爱干净，安静，不抽烟，不养宠物并有良好生活习惯的朋友。  
 
随时联系看房，438-7920078, 514-6912788 
','','','','全套家具 全套电器 高速上网','超市 商场 学校 托儿所 社区中心 体育设施 医疗机构 公园','','近地铁站 - ANGRIGNON - 步行约5分钟','','','','','','lyang@sutton.com','','','400','ANGRIGNON','','ANGRIGNON','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(154,'33277','2016-10-07','http://www.iu91.com/rs/rent/2016-04/33277.shtml','独立卧室出租','地址: 7117 12e Av, Montreal, QC H2A 2Y1','H2A 2Y1','$390(加元) 包水电暖网','Duplex/Tri-plex','分租 转租约','1卧 1厅 1厕 独厨独厕 3楼','1年','11/01/2016','宽敞明亮5 1/2卧室出租，交通方便，近蓝线地铁st-michel，近高速公路，近所有设施。 
近COLLEGE ROSEMENT,近私立中学JEAN EUDE ,职业学校JFK,附近有金发超市，大水果店，SUPER C. 
另一个室外车位出租50月。','','','光线明亮 房间宽敞','简单家具 全套电器 储藏室/locker 高速上网','繁华大街 超市 商场 学校 图书馆','近公车站 - 67 - 步行约1分钟','近地铁站 - st-michel - 步行约2分钟','','近高速公路 - 40号 - 约2分钟车程','Wang','438-995-89664389958966','','hcwang2003@gmail.com','','','390','','67 1','st michel','','40 2','QC','Montreal','');
INSERT INTO "monrent" VALUES(155,'46935','2016-10-07','http://www.iu91.com/rs/rent/2016-09/46935.shtml','五个半公寓11月转租半分钟到Monk地铁','地址: 6704 Monk Boul, Montreal, QC H4E 3J1','H4E 3J1','$870(加元) 包水网','一般公寓','整租 转租约','2卧 2厅 1厕 3楼','7个月','11/01/2016','      超近地铁绿线Monk站， 步行1分钟，三层公寓，位于三楼。五个半，包括两个独立卧室，厨房，卫生间，餐厅和客厅分开的。11月可入住，870刀每月，包水，无线网， 包全套家具，（洗衣机，干衣机，炉头、微波炉、冰箱，餐桌+4把椅子；小房间有书桌，转椅，一个单人床；大房间有一个双人床，床头柜，梳妆柜，五斗橱，书架。拎包入住。两边都有阳台。到Monk地铁站不到一分钟，马路多面有荣昌行，IGA，还有一个印度人超市，Jean-Coutu，四季香中餐馆。租约到明年6月底，可续约。 
 
 
电话或短信：514-941-7773，苏景 
','','','','全套家具 高速上网 洗衣机/房','超市 公园','','近地铁站 - monk - 步行约1分钟','','','苏景','5149417773','','sujing272722@gmail.com','','','870','Monk','','monk','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(156,'42788','2016-10-07','http://www.iu91.com/rs/rent/2016-10/42788.shtml','温馨公寓出租','地址: 7000 Allard Rue, Lasalle, Montreal, QC H8N 1Y7','H8N 1Y7','$870(加元) 包水电暖','高级公寓','整租 新租约','1卧 1厕','1年','08/01/2016','20161001上市 
 
Angrignon 地铁站 著名OUPS 7000 Rue Allard 2012年新建 
 
温馨大studio （使用面积34.9平米）出租 
 
6楼 电梯 
 
阳台BBQ，面向DOWNTOWN,夜上浓妆，繁华似锦 
 
 
近公园，商贸中心，绿线地铁直达市中心 
 
包炉头，冰箱，洗衣机，干衣机，微波炉，桌子，椅子，床，架子 
 
包热水，包电，包暖，不包网 
 
楼下储物间 
 
车位可租 
 
适合单身、小2口，NOVA学生最佳选择 
 
 
提包即可入住, 
 
健身房，桑拿，会议厅 
 
安全，温馨 
 
请速和我联系 
 
希望您不养宠物，租期最少一年。 
 
 
 
','','','','','','','','','','','','','pascalwxf@gmail.com','','','870','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(157,'31668','2016-10-07','http://www.iu91.com/rs/rent/2015-01/31668.shtml','ANGRINGNON单间 ,同一地址3半出租','地址: Allard Rue, Montreal, QC H4E 2N5','H4E 2N5','$300(加元) 包水电暖网','一般公寓','分租 新租约','5卧 1厅 2厕 合厨合厕','1年 可短租','随时入住','距离绿线地铁Angrignon站 200 米（13分钟到 Concordia，15分钟到 McGill） 
1，每个房间都有独立门锁，衣橱或衣柜，双卫生间，全新宜家或BRICK家具，全新床垫，拎包入住。提供炉头、冰箱、微波炉、洗衣机、烘干机，包电等。 
立即入住，房租300/月起，欢迎留学生入住！大床房间420/月。 
可短租，单人25/天，双人30/天。 
2，3 1/2 同一地点出租，提供炉头、冰箱，洗衣机、烘干机，网络等。全新宜家或BRICK家具，全新床垫。电费自付。','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 简单厨具 全套电器 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 社区中心 体育设施 医疗机构 公园','近公车站 - 公交总站 - 步行约3分钟','近地铁站 - ANGRIGONO - 步行约3分钟','','近高速公路 - 20 - 约2分钟车程','宋女士','514-292-5888514-791-6400','','160908028@qq.com','','','300','ANGRINGNON','3','ANGRIGONO','','20 2','QC','Montreal','');
INSERT INTO "monrent" VALUES(158,'47136','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47136.shtml','RTC校区近地铁3卧室5半豪华condo，即刻出租','地址: 3960 Rue De Rouen, Montreal, Qc, Montreal, QC H1W 3V5','H1W 3V5','$990(加元) 包水','一般公寓','整租 新租约','3卧 1厅 1厕 半地下室','1年','随时入住','RTC学区房，5半，三个大卧室。近一切生活设施，包冰箱炉头洗衣机烘干机。不包家具。','','','','','','近公车站','近地铁站 - pix','','近高速公路 - 720','朱先生','51457687885145289593','','jesuisjunioni@msn.com','','','990','RTC condo','','pix','','720','QC','Montreal','');
INSERT INTO "monrent" VALUES(159,'44746','2016-10-07','http://www.iu91.com/rs/rent/2016-06/44746.shtml','RTC,蓝线地铁，学生公寓提包入住单间或整租','地址: Montreal, QC','eal, QC','$600(加元) 包水电暖','一般公寓','整租 新租约','3卧 1厅 2厕','1年','随时入住','地理位置： 
蓝线SAINT-MICHEL地铁旁。处于校园区内，周边社区设施齐全，有银行，油站，邮局，超市，华人超市，西餐馆，中餐馆，麦当劳，公园，图书馆，游泳池，网球场，DOLLARAMA,药店都是步行范围之内。 
 
适合院校： 
Université de Montréal（蒙大），Collège Jean-Eudes，HEC, 麦大Mcgill，UAQM魁大，Collège de Maisonneuve，Collège Rosemont,R.T.C.,J.F.K,等学校。 
*Collège Jean-Eudes步行即到。 
*RTC的同学冬天都可以走路数分钟上学超近，上学时比其他同学都能多睡会，多走几步也能到JFK，基本不需月票。学习生活居住便捷舒适。 
*到RTC的2校区,St Pius 也不远，门口就是公交车站。 
*地铁9站直达Université de Montréal（蒙大）.HEC，UQAM魁大，麦大都非常快捷。 
 
租住选择： 
房屋安全，干净，宽敞舒适,环境优美。主要适合白天上课爱安静的几个同学合租。根据需要和入住时间，自由选择。 
两人合租可选一套两卧一卫，每人一间大房。冰箱炉头,床桌齐全，房间内有步入式衣物间，足够放个人行李和衣物。还有一室内存物间，一个户外阳台，夏天可以放桌椅，晒晒太阳看看书，写写作业，自然清新。 
单人住可选一卧一卫的独立单身学生公寓，空间宽敞舒适，有厨房，卧室附带独立卫生间。 床，桌，炉头，冰箱全部齐全，水电暖全包。 
 
租住要求： 
生活习惯良好，爱干净，不吸烟，不养宠物，不在家里聚会吵闹和留宿他人，作息正常,好相处不打扰邻居的同学入住。 
 
联系方式： 
有意请直拨电话咨询详情，微信QQ也可以，如暂无接到请多拨几遍。','','','全新装修 分门出入 光线明亮 房间宽敞','','','','','','','','5145653288','','','','','600','RTC','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(160,'46751','2016-10-07','http://www.iu91.com/rs/rent/2016-09/46751.shtml','圣劳伦区3睡房半独立屋，圆您别墅梦！','地址: 259 Rue Khalil-Gibran Saint-Laurent, Saint-Laurent, Montreal, QC H4N 4A2','H4N 4A2','$3,000(加元)','半独立屋','整租 新租约','3卧 1厅 2厕','1年','随时入住','典雅半独立屋，位于宁静街区。高品质室内配套设施，3睡房，（地下室可增设1睡房作为第4个睡房），2+1卫浴，地下室已装修完成，后院有很大的平台可供活动、休憩、纳凉。仅5分钟步行距离至Montpellier火车站，3分钟车程至高速15号和40号入口，近购物商场，电影院和各式餐饮、娱乐。住在这里，一切便利皆举步可达。 ','','','','全套电器 冷暖空调 洗衣机/房','繁华大街 商场 学校 社区中心 公园','','近地铁站','','近高速公路','','','','','','','3000','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(161,'6713','2016-10-07','http://www.iu91.com/rs/rent/2016-06/6713.shtml','出租房间','地址: De Monts Av, Montreal, QC H4E 2T3','H4E 2T3','$450(加元) 包水电暖网','Duplex/Tri-plex','分租 无租约','4卧 1厅 1厕 4车位 合厨合厕','1年 1个月 可短租','08/01/2016','duplex二楼出租，近angrignon地铁站，步行5分钟，近高速公路，开车5分钟上高速，近所有公共设施，全新装修，所有家电全新，准备了所有生活必需设施，洗衣机，烘干机，炉头，电冰箱，微波炉，房间有床，床头柜，衣柜，书桌，椅子，衣架，只需要带自己随身物品即可生活，欢迎爱整洁的单身人士，尤其是留学生','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 高速上网 洗衣机/房','商场 公园','近公车站 - angrignon - 步行约5分钟','近地铁站 - angrignon - 步行约5分钟','','近高速公路 - 20ouest - 约5分钟车程','elaine        eva      daniel','514-621-8668514-569-5791','','liyiwei_36@yahoo.com','','','450','','5','angrignon','','20 5','QC','Montreal','');
INSERT INTO "monrent" VALUES(162,'47034','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47034.shtml','转lease,大四个半,downtown','地址: Crescent Rue, Montreal, QC H3G 2B7','H3G 2B7','$1,555(加元) 包水暖网','一般公寓','整租 转租约','2卧 1厅 1厕 12楼','7个月','01/10/2017','因个人原因忍痛转Rue Crescent 1420高级公寓12层半年lease 
月租金1555刀 
2017.1入住，具体入住时间可商量，lease到期时间为2017.7.31 
距离康大步行三分钟，楼下各种餐厅商场超市一应俱全 
公寓新装修，无虫，干净整洁安全，西人管理，楼内有洗衣房烘干机，且有室内停车位（另付） 
包水暖网，每月电费20刀左右不包 
有阳台，采光好，向阳 
每层只有6户，隔音好，非常适合康大学习的学生或市中心工作的人 
手机5146906975 微信414736887 
欢迎预约看房 非诚勿扰 
 
available from 2017.1.10, the expiration date of the lease is 2017.7.31  
 
very good location 
 
-3 minutes walk to Guy-Concordia metro station 
-7 minutes walk to Bonaventure metro station. 
 
facility 
 
- hot water 
- heating 
- gas 
- fast wifi 
- stove  
- fridge 
- balcony 
- Laundry room in the building 
- indoor Parking available at extra charge  
- except electricity. 
 
close to 
 
- Concordia University 
- McGill University 
- metro 
- bus station 
- shopping centre 
- supermarkets 
clean and fancy apartment, 12th floor.','','','全新装修 光线明亮 房间宽敞','储藏室/locker 高速上网 洗衣机/房','繁华大街 超市 商场 学校 图书馆 社区中心 体育设施 医疗机构 警局','近公车站 - Guy Concordia - 步行约3分钟','近地铁站 - Guy Concordia - 步行约3分钟','','','Lida','5146906975','','sunlida0627@gmail.com','','','1555','lease downtown','3','Guy Concordia','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(163,'15846','2016-10-07','http://www.iu91.com/rs/rent/2016-10/15846.shtml','2 1/2 $500 全包','地址: Troy Rue, Verdun, Montreal, QC H4G 3C6','H4G 3C6','$500(加元) 包水电暖网','一般公寓','整租 无租约','1卧 1厕 2楼','1年','随时入住','温馨公寓两个半出租. 
 
地址：91 Troy, H4G 3C6 
 
近绿线地铁 lasalle 地铁与 de l''eglise 地铁两站之间，安静内街，步行五分钟到地铁站。 
 
近河边大公园和wellington商业街，邻近多家西人超市（Maxi，Candian Tire，Metro，IGA）及华人超市（长城、亚洲）,生活非常方便。 
 
大窗户，公寓干净、安静，经重新装修。真正全包500$, 含 大冰箱、炉头、热水、暖气、照明电、无线高速网络，提供家具, 提包可入住. 欢迎联系看房。 
 
联系电话：房东 (514)999-5584 谢谢!  
','','','光线明亮 房间宽敞','简单家具 高速上网 洗衣机/房','繁华大街 超市 商场','','','','','Sunny','5149995584','','sqtjcn@hotmail.com','','','500','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(164,'25968','2016-10-07','http://www.iu91.com/rs/rent/2016-08/25968.shtml','明亮干净安静全包二半','地址: D''arcy Mcgee, Montreal, QC H4E 2K4','H4E 2K4','$560(加元) 包水电暖网','Duplex/Tri-plex','整租 新租约','1卧 1厅 1厕 1楼','1年 可短租','随时入住','包电，包暖，包网,包热水，配冰箱，炉头，配简单家具, 独立厨房. 全包二半出租， 近30平米， 明亮，干净，安全，安静，楼内地下室有洗衣房。距绿线MONK地铁站2分钟。近中餐馆，购物方便。适合单身。价仅$580.00/月。如有兴趣请打电话，必复。','','','分门出入 光线明亮 房间宽敞','简单家具 简单厨具 储藏室/locker 高速上网 洗衣机/房','繁华大街 超市 商场 公园','','近地铁站 - Monk - 步行约2分钟','','','max','514-704-9688','','mtlhfr@yahoo.com','','','560','','','Monk','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(165,'11029','2016-10-07','http://www.iu91.com/rs/rent/2016-09/11029.shtml','新装修独立楼房三半单房出租或可有两个单间','地址: Hadley Rue, Montreal, QC H4E 3R3','H4E 3R3','$380(加元) 包水电暖网','独立屋','分租 新租约','1卧 1厅 1厕 合厨合厕 2楼','1年 可短租','随时入住','新装修独立楼房三半单间出租, 两间卧室分租. 每间 11 平米. 明亮,干净,整洁,安全,安静,舒适, 共用厨房. 配冰箱，炉头, 家具, 厨具.近中餐馆及中国超市，IGA，Jean Coutu, 购物方便. 看房请联系.','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 全套厨具 高速上网 洗衣机/房','繁华大街 超市 商场','','近地铁站 - Monk - 步行约2分钟','','','loke','514-704-9688','','lokeyama@yahoo.com','','','380','','','Monk','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(166,'47131','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47131.shtml','Assomption地铁站三半或四半，全包，长租','地址: Monsabre Rue, Montreal, QC H1N 2L2','H1N 2L2','价面议 包水电暖网','一般公寓','整租 新租约','1卧 1厅 1厕 半地下室','1年','随时入住','装修非常好，非常舒适的三半！超级大的储存空间，绝对会令你一见钟情！水电暖网和家具（床冰箱炉头沙发洗衣机烘干机书桌椅子等）全包，800加元/月。近assomption地铁站，15分钟到市中心。周围环境非常好，有公园、健身房及学校；所住街道特别安静及安全，走路3分钟有杂货店和超市，离商业中心也只有15分钟的步程（也可坐地铁到达）。可考虑小型宠物。 
希望找一位（或两位）爱干净，不抽烟，有责任心的房客。 
Ps：三半旁边有一书房可改成卧室。价格将变为1000刀每月。具体详谈。 
有意者可直接发信息或来电5144494831咨询，早上9点到晚上10点，谢谢！','','','分门出入 房间宽敞','简单家具 简单厨具 储藏室/locker 健身房 高速上网 洗衣机/房','超市 商场 学校 托儿所 图书馆 医疗机构 公园','近公车站','近地铁站','','近高速公路','祝小姐','5144494831','','xiaoyu19880407@hotmail.com','','','','Assomption','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(167,'11859','2016-10-07','http://www.iu91.com/rs/rent/2014-08/11859.shtml','走2分钟绿线JOLICOEUR站，拎包入住450元起','地址: 1651 Rue Jolicoeur, Montreal, QC H4E 1X1','H4E 1X1','$450(加元) 包水电暖网','独立屋','分租 无租约','1卧 1厅 1厕 3车位 合厨合厕 2楼','1年 可短租','随时入住','独立别墅，含地下室共三层，漂亮的前后花园，特别是后花园很大，还有儿童和大人的秋千，三个帕车位，2分钟走路到绿线地铁站JOLICOEUR，绿线地铁到CONCORDIA和MCGILL大学和市中心10-15分钟,街道两旁绿化多，环境优美，让人心情舒畅，周围全是独立屋，大部分是屋主自住，一分钟到免费游泳馆，9个网球场，2个足球场，社区医疗服务所。1分钟到PROVIGO买菜方便，到政府领钱的法语C0FI班走路8分钟就到，省了地铁的等待和钱。  
房间阳光充足，温馨，全包《包电，包暖，冰箱，炉头，网络，洗衣机和烘干机》。洗衣和烘干不用投币，每次省4元加币，共用客厅，餐厅，厨房，卫生间。住家的房子，家具质量好，装修漂亮，干净。长，短租适合学生，有工作的人士，新移民过渡的好住所，出租的是2楼的房间，不是地下室哦！我们地下室没有房间。电话514-6913311，204-9517788','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 储藏室/locker 游泳池 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 37,112，78,350 - 步行约,0.1分钟','近地铁站 - JOLICOEUR - 步行约2分钟','','近高速公路 - 14,15,20 - 约1分钟车程','郑女士','514-6913311204-9517788','','ZXJCZX111@HOTMAIL.COM','','','450','JOLICOEUR','37 112 78 350 0 1','JOLICOEUR','','14 15 20 1','QC','Montreal','');
INSERT INTO "monrent" VALUES(168,'39270','2016-10-07','http://www.iu91.com/rs/rent/2016-08/39270.shtml','Cegep Laurenteau 13平米明亮宽敞大房','地址: 1708 Marie-Claire Rue, Lasalle, Montreal, QC H8N 1S1','H8N 1S1','$400(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1卧 1厕 合厨合厕 1楼','1年','随时入住','1 水、电、暖、网 全包。  
 
2 13平米朝南大房间, 室内全套家具，Queen size 双人大床，床头柜，台灯，壁橱，五斗橱，书桌。  
 
3 厨房设备齐全： 冰箱、全新平面炉头、微波炉、洗衣机、热水壶、面包机, 咖啡机, 电饭锅。  
 
4 地理位置极佳 1分钟公交113  (10分钟到college laurenteau)，3分钟Newman高频公交106 （10分钟 carrefour Angrignon，  
 
5 近各种大小超市，咖啡店，餐馆, 邮局，银行，医院 Jean-coutu 2 分钟，Metro plus 3分钟，Maxi 5分钟 Dollarama 5分钟，Dollard shopping mall 5分钟，邮局5分钟，Tim Hortons 5 分钟，TD/ RBC/Banque National 5 分钟，医院Clsc 5分钟 等等。  
 
6 房东留法10年,有6年丰富法语教学经验,可以免费补习法语,想学法语的朋友还等什么呢?  
 
7 房客是本地人,母语是英语,想提高英语的朋友,快来看房吧!  
','','','分门出入 光线明亮 房间宽敞','简单家具 简单厨具 全套电器 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - 113,106,406 - 步行约1分钟','','','','Jack','514-294-8278','','nihaohisaluy@hotmail.com','','','400','Cegep Laurenteau','113 106 406 1','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(169,'47128','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47128.shtml','超大卧室出租','地址: Marie-Guyart Rue, Lasalle, Montreal, QC H8N 3G6','H8N 3G6','$500(加元) 包水电暖网','高级公寓','分租 无租约','1卧 1厅 1厕 1车位 合厨合厕 2楼','1年','随时入住','Angrignon公园旁边，购物方便，距离地铁站8分钟，超大卧室，可以放下两个双人床。','','','光线明亮','简单家具 全套厨具 全套电器 高速上网 洗衣机/房','繁华大街 超市 商场 学校 公园','','近地铁站 - Angrignon - 步行约8分钟','','','熊小姐','514-4097176','','sunzhiyue3064@163.com','','','500','','','Angrignon','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(170,'41826','2016-10-07','http://www.iu91.com/rs/rent/2016-10/41826.shtml','市中心距离地铁三分钟,整洁大卧室.','地址: 3432 Workman Rue, Montreal, QC H4C 1N5','H4C 1N5','$315(加元) 包网','一般公寓','分租 无租约','1卧 1厅 1厕 合厨合厕 3楼','6个月 可短租','11/01/2016','明亮大房间, 室友是2个日本年轻人. 安静整洁卫生就不用说了. 长租至少半年.  价格315$不包电不包热水.只包网络.    电费夏天20$左右/月. 冬天根据暖气使用情况而定.  有意者请尽量最好晚上六点后电话联系. 平时很忙最好发邮件.谢谢! 24小时即时回复!','','','分门出入 光线明亮 房间宽敞','简单家具 简单厨具 高速上网','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 211.78.411.747.371.496.77.108.350 - 步行约3分钟','近地铁站 - lionel grouxl地铁站 - 步行约3分钟','近火车站','近高速公路','Cindy','5145016514(很忙最好发邮件)','','394451819@qq.com','','','315','','211 78 411 747 371 496 77 108 350 3','lionel grouxl','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(171,'46329','2016-10-07','http://www.iu91.com/rs/rent/2016-09/46329.shtml','NDG近Vendome地铁大两半，560全包水电暖网','地址: 2271 De Clifton Av, Montreal, QC H4A 2N5','H4A 2N5','$560(加元) 包水电暖网','Duplex/Tri-plex','整租 新租约','1卧 1厅 1厕 半地下室','1年','随时入住','NDG社区大两半靓房出租，单独出入的半地下室，1年前新装修，卧房和客厅面积大，且皆有对外窗户，采光良好、宽敞、干净。 
 
1. 交通方便，门口几步路就是105高频车，以及420，138等多条线路，直通橙线Vendome地铁站，步行亦只需15分钟。 
 
2. 生活便利，周边学校、超市、餐馆、银行、医院、公园、图书馆遍布，步行15分钟范围内，可至蒙城最大最新的Victoria医院和儿童医院，可至NDG社区活动中心（免费游泳和各类体育课程），可至Provigo,Dollarama,Esposito等平价超市。对口学区是优质公立学校NDG小学和Cote-Sainte Luc中学。 
 
3. 拎包入住。包水，电，暖，冰箱，炉头，网络，门口马路边可免费停车。配有简单家具，Queen size床架、桌子、沙发等等。 
  
房租$560/月，预约看房请拨打514-6256296 (刘女士)，或发送邮件至，谢谢','','','分门出入 房间宽敞','简单家具 全套厨具 高速上网','繁华大街 超市 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 105,420,138 - 步行约2分钟','近地铁站 - Vendome - 步行约15分钟','','','刘女士','5146256296','','ddway3212@hotmail.com','','','560','NDG Vendome','105 420 138 2','Vendome','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(172,'47122','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47122.shtml','市中心全新豪华公寓1室1书房1卫','地址: 405 De La Concorde, Montreal, QC H3A 0H1','H3A 0H1','$1,780(加元) 包水电暖网','高级公寓','整租 新租约','1卧 1厅 1厕','1年','11/01/2016','全新豪华公寓紧邻McGill大学（500米），UQAM大学（300 米），艺术广场（200米），周围有数不尽的咖啡馆，餐厅，购物中心，步行2分钟可到达Place-des-Arts地铁站。  
 
公寓配套五星级设施及服务：  
l 24/7门卫  
l 多功能大厅：钢琴演奏区、厨房、派对房间、桌球等娱乐空间  
l 健身房、瑜伽室  
l 26-28层跃层空中露台可以BBQ、攀岩、  
 
公寓位于15层（窗外即可俯瞰市中心风景），面积576平方英尺，1间卧室，单独学习间，1卫浴。配备全新不锈钢电器：电冰箱、烤箱、炉头、洗碗机、洗衣机&烘干机（白色）及空调。  
包热水中央空调电网络家具，月租$1780。  
 
','','','全新装修 光线明亮 房间宽敞','全套家具 简单厨具 全套电器 冷暖空调 健身房 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 体育设施 医疗机构 公园 警局','近公车站 - 15, 24, 80,129,365,435 - 步行约2分钟','近地铁站 - place-des-arts - 步行约2分钟','近火车站 - Berri-Uqam - 步行约10分钟','近高速公路 - 720 - 约5分钟车程','Quan','5144841574','','yuanquan@hotmail.com','','','1780','','15 24 80 129 365 435 2','place des arts','Berri Uqam','720 5','QC','Montreal','');
INSERT INTO "monrent" VALUES(173,'47121','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47121.shtml','NDG超大卧室出租招女生','地址: 4750，Dupuis Av, Montreal, QC H3W 1N3','H3W 1N3','$450(加元) 包水电暖网','一般公寓','分租 无租约','1卧 1厅 1厕 合厨合厕 2楼','1年 可短租','11/03/2016','房间很大，是正常卧室的两倍。lease到明年6月底，不确定要不要续租。室友人超 nice，活泼热心好沟通。 
最好短信联系预约看房。 
周围很安全，十点下班回家没有问题。 
楼下有早餐店五六点开门，还有早餐店咖啡厅以及很多餐厅。 
楼下就有TD。 
因为准备搬家，房间很乱，照片就不放了，欢迎诚意看房～ (^^)','','','房间宽敞','简单家具 洗衣机/房','繁华大街 超市 学校 社区中心 体育设施 医疗机构 公园','近公车站 - 129 - 步行约2分钟','近地铁站 - cote saint Catherine - 步行约2分钟','','','Laura','5146214096','','2205418880@qq.com','','','450','NDG','129 2','cote saint Catherine','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(174,'45685','2016-10-07','http://www.iu91.com/rs/rent/2016-10/45685.shtml','近RTC，大4半整租或分租','地址: 7100,Pie-Ix Boul, Montreal, QC H2A 2G4','H2A 2G4','$450(加元) 包水电暖','一般公寓','分租 新租约','2卧 1厅 1厕 合厨合厕 3楼','1年','11/01/2016','光猛大4半。2个独立卧室和一个大客厅，在pie-ix跟jean-talon交接口，公车站就在门口，多辆高频到2个地铁站。近RTC及多家学校，maxi,winnes,metro,la baie......都在对面，生活及其方便。包全套家具。450/间，，联系电话514-8364794','','','光线明亮 房间宽敞','全套家具','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 139 - 步行约1分钟','近地铁站 - St- Michel et pie- Ixx - 步行约15分钟','','近高速公路 - 40 - 约1分钟车程','lylia','514-8364794','','Mengwei73@gmail.com','','','450','RTC','139 1','St Michel et pie Ixx','','40 1','QC','Montreal','');
INSERT INTO "monrent" VALUES(175,'30177','2016-10-07','http://www.iu91.com/rs/rent/2016-09/30177.shtml','阳光卧室，近du college','地址: Marcel-Laurin Boul, Saint-Laurent, Montreal, QC H4M 2M1','H4M 2M1','$370(加元) 包水电暖网','一般公寓','分租 无租约','3卧 1厕 2车位 合厨合厕 2楼','1年','随时入住','大四半中的一间卧室，13平米，二楼，全新塑窗，房间朝南，阳光充足，硬木地板，暖气充足，室温可调。 
 
包水电暖网，炉头，冰箱，洗衣机，微波炉。独立大厨房 （10平米），有门，有窗，有排油烟机。 
 
近du college地铁站，西人超市Esposito近在咫尺，蔬菜水果超便宜。附近多家中西人超市，世纪超市，Maxi, Super C, Provigo, Pharmaprix, Lowber lows，夏威夷，银行BMO, TD etc., 近vanier college, saint-laurent CEGEP，图书馆，公园，诊所，网球场，游泳池都在步行范围内。交通方便，近15，40高速，去st-laurent和西岛上班都很便利，免去堵车烦恼。门口有bus直通西岛，128，202等多路公车经过。 
 
楼下有停车场，免费停车，不用担心忘了挪车被开罚单。 
 
要求作息规律，安静，干净，无烟无宠,少煮食，少油烟。非诚勿扰。 
 
欢迎预约看房，先订先得。 
','','','光线明亮 房间宽敞','简单家具 高速上网 洗衣机/房','超市 商场 学校 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - 128， 202 - 步行约1分钟','近地铁站 - du college - 步行约5分钟','','近高速公路 - 15, 40 - 约1分钟车程','无人接听请留言或短信','438-896-6248','','','','','370','du college','128 202 1','du college','','15 40 1','QC','Montreal','');
INSERT INTO "monrent" VALUES(176,'12973','2016-10-07','http://www.iu91.com/rs/rent/2015-11/12973.shtml','康大附近三个半，真诚寻找女室友','地址: De Maisonneuve Boul O, Montreal, QC H3H 1K1','H3H 1K1','$470(加元) 包水电暖网','一般公寓','分租 新租约','1厅 1厕 合厨合厕 6楼','8个月 可短租','11/01/2016','本人是一个安静，整洁，易相处，有事帮忙，平时互不打扰的女孩，也希望短期能找到一个干净，安静，易相处的女室友。2016年11月1日。 
康大小地铁站旁边，方便购物，学习，以及工作。想看房请于晚上六点之后电话或短信联系。谢谢~~） 
','','','光线明亮 房间宽敞','简单家具 全套厨具 全套电器 游泳池 高速上网 洗衣机/房','繁华大街 超市 商场 学校 图书馆 医疗机构','近公车站 - concordia - 步行约3分钟','近地铁站 - guy-concordia - 步行约1分钟','','','小丁','514-586-9627','','','','','470','','3','guy concordia','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(177,'47012','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47012.shtml','康大小地铁站附近大客厅470全包，伶包入住','地址: 1819 De Maisonneuve Boul O, Montreal, QC H3H 1K1','H3H 1K1','$470(加元) 包水电暖网','一般公寓','分租 无租约','1厅 1厕 合厨合厕','1年','11/01/2016','','','','','','','','','','','','','','pdsbc87@gmail.com','','','470','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(178,'47118','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47118.shtml','DT全新超级好房 全套新家电 机不可失','地址: 1181 Bishop, Montreal, QC H3G 0C6','H3G 0C6','$1,300(加元) 包水','高级公寓','整租 新租约','1卧 1厅 1厕 3楼','1年','随时入住','dt超级好房出租 超大三个半 全新condo楼 所有家电全新   
 
     （包括独立洗衣机烘干机洗碗机） 
 
距离康大2分钟路程 身处dt却闹中取静 非常安静的房子 
     夜晚灯火通明 警察局旁 非常安全 
 
室内阳光充足 中央空调加地暖 24小时免费热水供应 
       楼内更配有健身房 spa bbq场所 
    想咨询或看房的朋友加微信476969112 
         或短信电话5145187265','','','全新装修 光线明亮 房间宽敞','全套电器 冷暖空调 游泳池 健身房','繁华大街 超市 商场 学校 图书馆 体育设施 医疗机构 公园 警局','近公车站 - concordia - 步行约2分钟','近地铁站 - concordia - 步行约2分钟','近火车站 - VIA - 步行约15分钟','近高速公路 - 720/20 - 约3分钟车程','李','51451872654383466818','','longleo2013@gmail.com','','','1300','DT','2','concordia','VIA','720 20 3','QC','Montreal','');
INSERT INTO "monrent" VALUES(179,'47105','2016-10-07','http://www.iu91.com/rs/rent/2016-10/47105.shtml','Cote-Vertu地铁附近大四半招租$750包水、暖','地址: 1225 Ouimet Rue, Saint-Laurent, Montreal, QC H4L 3P8','H4L 3P8','$750(加元) 包水暖','一般公寓','整租 转租约','2卧 1厅 1厕 3楼','5个月','12/01/2016','整套大四半公寓出租：两个卧室，一个客厅，一个厨房，一个卫生间，一个阳台，每个房间都有一个带门的壁橱；$750 加元/每月，包暖气，热水，提供冰箱，炉头；转租约，租期从12/01/2016开始到 04/30/2017结束，租期结束后，如需要可续约。 
 
该公寓地理位置好，地处市中心downtown，西岛  west island、Laval市的交汇地带，交通便利，四通八达，生活方便，服务设施齐全，物业服务快捷周到。 
 
整套房屋宽敞明亮、干净整洁，去年九月份全新装修；位于一条安静的街道，在三层顶楼，无干扰，左邻右舍安静、友好。 
 
靠近橙线地铁站 Cote-Vertu及公交车总站，步行5分钟； 近 15号和40号高速公路，5分钟车程。 
 
步行3分钟到购物广场，有Provigo超市， Pharmaprix，Tim Horton''s，Pizza店，理发店，便利店等，对面有AMR超市，麦当劳餐厅，步行15分钟可到MAXI,SUPER C，夏威夷超市。 
 
步行5分钟可到大公园，有篮球，网球场，儿童乐园, 游泳池， 附近有YMCA, 学校和幼儿园，步行10分钟有医院和CLSC。 
 
楼下路边可以免费停车，也可以租室内和室外停车场，室内停车场是$75加元/每月。 
','','','全新装修 光线明亮 房间宽敞','洗衣机/房','超市 商场 学校 图书馆 社区中心 医疗机构 公园','近公车站 - Terminus Cote Vertu - 步行约3分钟','近地铁站 - Cote Vertu - 步行约5分钟','','近高速公路 - hightway 15 and 40 - 约5分钟车程','Ms. Zhang','5149833889','','zhanghq91@yahoo.com','','','750','Cote Vertu','3','Cote Vertu','','15 40 5','QC','Montreal','');
INSERT INTO "monrent" VALUES(180,'5658','2016-10-07','http://www.iu91.com/rs/rent/2016-09/5658.shtml','近地铁站2睡房出租  拎包入住','地址: Decarie Boul, Montreal, QC H3W 3C8','H3W 3C8','价面议','一般公寓','整租 新租约','2卧 1厕 2楼','1年 可短租','随时入住','位于Plamondon 和Cote-Sainte-Catherine地铁站之间公寓，步行6分钟到地铁站。  
 
--2睡房1餐厅 1卫浴1洗衣间，独立热水和取暖设施，所有房间都有窗户。 
 
--配有沙发,电视,平面炉头，冰箱，浴缸，步入式大储物间，餐桌，餐椅，2大床和床头柜，2书桌、椅等，干净整洁。   房子不靠马路，安静。随时可拎包入住。  
 
--6分钟步行至Mall，IGA，MERTO，银行，华人超市，Pharmaprix，一元店等，有小学，中学，cégep, 著名的儿童医院、犹太医院等。  
 
--步行5分钟到图书馆和社区体育活动中心，可免费使用游泳馆，球场及各类体育设施。  
 
--方便到金發，福泰，Maxi超市，近地铁，17路、129路165路公车站，交通非常方便。  
 
--楼下街道室外免费停车位很多，停车方便。 
','','','','','','近公车站 - 17,129,165 - 步行约1分钟','近地铁站 - Cote-Sainte-Catherine - 步行约6分钟','','','Yang','5148366998','','','','','','','17 129 165 1','Cote Sainte Catherine','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(181,'1346','2016-10-07','http://www.iu91.com/rs/rent/2015-03/1346.shtml','优质卧房，月租340$，近Monk地铁','地址: Hurteau Rue, Montreal, QC H4E 2Y7','H4E 2Y7','$340(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1厕 合厨合厕','1年 可短租','随时入住','1、新卧房全包出租，提包入住，近绿线地铁Monk站，340$/月。 
2、交通便捷：乘地铁到麦大、康大10-15分钟 (非常适合学生居住）。附近还有免费成人英语、法语学校及COFA班，很适合新移民登陆。高速路15、20、720北上、南下、机场、市中心去各个方向十分便捷。 
3、购物方便、环境优雅：距IGA、Jean Coutu、中国超市、餐馆及著名的Angrignon购物中心、Angrignon公园、免费的游泳馆、体育场均较近，周边安静，生活购物极为方便。 
4、免费提供卧室家具、炉头、冰箱、洗衣机、电、暖、超高速网及免费提供中国、北美长途电话，方便与远方的亲朋联络。 
5、生活环境干净整洁，有保洁员定期打扫环境卫生，租给安静、不吸烟、讲究个人及环境卫生者居住。 
请联系：514-885-6168','','','全新装修','简单家具 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 公园','近公车站 - 步行约2分钟','近地铁站 - Monk - 步行约5分钟','','近高速公路 - 约6分钟车程','james','514-885-6168','','chinacanada8@gmail.com','','','340','Monk','2','Monk','','6','QC','Montreal','');
INSERT INTO "monrent" VALUES(182,'44290','2016-10-07','http://www.iu91.com/rs/rent/2016-10/44290.shtml','NDG温馨好房出租 $350/月（限女生）','地址: Cavendish Boul, Montreal, QC H4B 2N4','H4B 2N4','$350(加元) 包水电暖网','一般公寓','分租 无租约','1卧 1厅 1厕 合厨合厕','1年','随时入住','6个半condo现出租其中一间卧室，与另外两个女生合租,人很好相处。小区环境宁静、安全、邻舍友善，近Shadd和康大loyola校区，3分钟走到社区图书馆，免费游泳馆，社区医院 CLSC，公园。购物也方便，附近有西人大型超市Provigo,metro, Super C, 药房，饭店等。 门口多路高频公交车，出行方便。 
热水、冰箱、炉头、微波炉、洗衣机、烘干机，上网全包每月$350+$20电暖费，餐厅和客厅宽敞明亮。 
要求房客爱护共用设施，安静+干净，只住女生。 
联系方式： 
','','','全新装修 房间宽敞','全套家具 全套厨具 全套电器 电视 高速上网 洗衣机/房','超市 学校 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 105,104 - 步行约3分钟','','','','Amily Pei','','','peizheng2008@gmail.com','','','350','NDG','105 104 3','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(183,'46393','2016-10-07','http://www.iu91.com/rs/rent/2016-09/46393.shtml','rosement/rtc区 安静好区 单间拎包入住','地址: Mallet Rue, Montreal, QC H1Y 3E1','H1Y 3E1','$450(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','3卧 1厅 1厕 1车位 独厨独厕 1楼','1年 可短租','11/01/2016','新装修的大6半 ikea的铁艺床，书桌，台灯，窗帘 冰箱炉头餐桌，简单厨具。 
进rosement college,jfk college, jeaneude college。 
步行几分钟可达 maxi IGA jean coutu pharmaphix dollarama 商业街 
公交车有94 iberville 197 rosement 67 st michel 十分钟到达 
绿线 橙线 蓝线  
适合学生分租 单身人士入住 
家庭整租也可 面议价格 
租约灵活','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 简单厨具 全套电器 储藏室/locker 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 公园','近公车站 - 197 94 67 - 步行约1分钟','近地铁站 - iberville st michel frontenac','','','mr.张','5147222133','','sunnymarch2016@gmail.com','','','450','rosement rtc','197 94 67 1','iberville st michel frontenac','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(184,'5466','2016-10-06','http://www.iu91.com/rs/rent/2016-06/5466.shtml','NDG近康大Loyola校园duplex390$','地址: 5061westmore Av, Montreal, QC H4V 1Z4','H4V 1Z4','$390(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','3卧 1厅 1厕 1车位 合厨合厕 地下室','1年','09/01/2016',' ','','','全新装修 分门出入 光线明亮 房间宽敞','高速上网 洗衣机/房','学校 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 51#，102# av.fieldng&Westbroadway - 步行约1分钟','','近火车站 - Gare Montrea-Ouest - 步行约10分钟','近高速公路 - 20号 - 约5分钟车程','郑女士','5149988981','','zxr1182@hotmail.com','','','390','NDG Loyola duplex','51 102 1','','Gare Montrea Ouest','20 5','QC','Montreal','');
INSERT INTO "monrent" VALUES(185,'46337','2016-10-06','http://www.iu91.com/rs/rent/2016-08/46337.shtml','NDG学区2016全新公寓出租','地址: Beaconsfield Av, Montreal, QC H4A 2G9','H4A 2G9','$1,300(加元)','一般公寓','整租 新租约','2卧 1厅 1厕 3楼','1年','随时入住','NDG学区2016全新公寓出租  
 
学区房，入读NDG小学，2016全新交房，1+1卧，1卫，采光好，全新电器。  
 
租金$1,300，整租一年起，租金不包括水电暖等费用。  
 
共有两套单位，更多详情欢迎来电联系514 660 3679  
 
 
具体位置、周边信息和社区结构请看下面的地图和人口统计数据。','','','全新装修 光线明亮','全套电器 储藏室/locker 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 105 - 步行约1分钟','近地铁站 - Verdome - 步行约10分钟','','近高速公路 - 20 - 约5分钟车程','Celina','5146603679','','1076474821@qq.com','','','1300','NDG','105 1','Verdome','','20 5','QC','Montreal','');
INSERT INTO "monrent" VALUES(186,'22503','2016-10-06','http://www.iu91.com/rs/rent/2016-06/22503.shtml','靠地铁高级公寓靓房招租','地址: Marcel-Laurin Boul, Saint-Laurent, Montreal, QC H4M 0A1','H4M 0A1','$500(加元) 包水电暖网','高级公寓','分租 无租约','2卧 1厅 1厕 独厨独厕 2楼','1年 可短租','01/01/2017','高级公寓2居室的大单间招租，单间通风采光极好，干净整洁，安全卫生，钢筋水泥结构，无噪音，价格合理，木地板，落地大窗户，提供床，座椅,台灯等，厨房用具齐全，炉头、微波炉、抽油烟机、冰箱， 国际电话任意拨打、高速网络、包括生活用电、暖、热水、洗衣机等。全包，步行地铁DU COLLEGE 5分钟，也可乘公交车，公寓亦有免费健身室，附近公园购物图书馆大型连锁商店.欢迎学生，单身.寄宿学生入住。有停车场. 请联系我. 
要想住的舒服，又便宜，就来这里，高级公寓跟普通公寓差异是安静,你不会晚上睡觉还听到隔壁邻居的声音.二是干净.有人每天打扫公共部分. 三是安全,有摄像头在大门. 四是有健身房. 你住了高级公寓和普通公寓就知道差异. 住宿好的,休息好和环境好,对你生活,工作,学习和健康都有好处. 你可以明智的选择. 2017/1/1 开始.要地下库车位是60加元/月。 
请联系发信息到:  438-三八八-7231  
','','','光线明亮 房间宽敞','简单家具 全套电器 储藏室/locker 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - 68 - 步行约1分钟','近地铁站 - DU COLLEGE - 步行约5分钟','','近高速公路 - 40,15,520 - 约1分钟车程','Tony','438-三八八-7231438-三八八-7231','','tonyli123456@hotmail.com','','','500','','68 1','DU COLLEGE','','40 15 520 1','QC','Montreal','');
INSERT INTO "monrent" VALUES(187,'18588','2016-10-06','http://www.iu91.com/rs/rent/2016-07/18588.shtml','正对公园，Monk附近，宽敞舒适好房','地址: Desmarchais Boul, Montreal, QC H4E 2B2','H4E 2B2','$420(加元) 包水电暖网','一般公寓','分租 新租约','3卧 1厅 1厕 合厨合厕 3楼','1年','随时入住','绿线Monk地铁站附近漂亮明亮大五半, 房子非常宽敞，有120-130平方米，座北朝南，正对着公园，光线明亮，有向阳大窗户阳台，环境优美，前阳台正对着公园，后阳台可见皇家山；  
 
交通相当便利，步行3-4分钟到Monk地铁站，10分钟至Concordia University，McGill University, Dawson... ...周边有华人及西人超市、印巴人菜店，附近还有Jean Coutu ，CouchTard便利店, Dollar店, 中西餐馆，Subway快餐店，Pizza店，中国人理发店，商店、药店、医院、咖啡馆、小学等，生活设施齐全、非常便利。乘36路公车亦可直达ConcordiaUniversity及McGillUniversity附近。社区服务齐备, 周围环境好，步行五六分钟即可到美丽的运河边，单车道，有大公园，篮球场，足球场, walk-in Clinic等，还有免费游泳池，免费室内滑冰场和网球场等。生活休闲都非常方便。确保你有一个舒适的生活和学习环境。室外停车。 
 
每个房间都很宽敞舒适，其中一间更带有一个私人大客厅，公寓坐北朝南，正对着公园，安静卫生，光线明亮，有向阳大窗户，张眼就看到绿树葱葱，非常养眼。  
 
全包大单间, 干净舒适$420- $500  (有大、小房间），房东友好和善。有床、桌、椅。包水、电、暖气、网络。共用客厅、大厨房、卫生间、洗衣机及烘干机。希望你干净讲卫生，无宠物及不良习惯。提包入住。请电438-935-4881预约看房及预订。谢谢！  
','','','光线明亮 房间宽敞','','繁华大街 超市 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 36','近地铁站 - Monk - 步行约2分钟','','','何小姐','438-935-4881438-875-4881','','charlinehe@yahoo.com','','','420','Monk','36','Monk','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(188,'47014','2016-10-06','http://www.iu91.com/rs/rent/2016-10/47014.shtml','单间分租（女生）','地址: 265a 3e Verdun, Verdun, Montreal, QC H4H 2X1','H4H 2X1','$350(加元) 包水电暖网','Duplex/Tri-plex','分租 无租约','1卧 1厅 1厕 合厨合厕 2楼','1年 可短租','随时入住','我是女性所以分租给女性。大5 1/2 就两人居住。','','','光线明亮 房间宽敞','简单家具 简单厨具','繁华大街 超市 公园','近公车站 - 步行约1分钟','近地铁站 - verdun - 步行约4分钟','','','石郭','（514577-7066）（514）577-7066','','estar132@gmail.com','','','350','','1','verdun','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(189,'25421','2016-10-06','http://www.iu91.com/rs/rent/2015-01/25421.shtml','魁北克城长城家庭旅馆 (房长,短租）','地址: 324 Rue Des Frenes Rue O, Quebec, QC G1L 1G8','G1L 1G8','价面议 包水电暖网','独立屋','分租 无租约','5卧 1厅 2厕 2车位 合厨合厕 2楼','1年 1个月 可短租','随时入住','漂亮干净独立别墅 (cottage),有房间在一楼，二楼，有带独立卫生间或公用卫生间，单人，双人， 三人及四人间。离魁北克老城很近.步行2分钟到公车站.可达各景点.全新装修,宽敞明亮.拎包即可入住.全包 (水,电,暖.炉头,冰箱,洗衣机,干衣机,国际电话,有线电视,Internet,免费私人停车），邻近所有旅游景点，大型购物中心,中西餐饭店，Walmart,Metrebus (高峰时10 分钟就有一辆公车，几站地直通老城旅游景点 ）五分钟步行至魁北克国际展览中心 (Expo-Quebec,Expo Cite),Coliséé Pepsi,公园及中国人都知道的蔬菜水果店440Fruiterie,MAXI,Super C ）， 帮助提供各种旅游信息及资料， 接机，送机，租车一条龙服务，也可提供导游服务，预约订房，35$起， 
 
 
地址；rue des frenes ouest, G1L 
E-mail:    
Phone: 418-271-2568  邓太 
微信号；quebec-city ','','','','全套家具 简单厨具 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 体育设施','近公车站','','','近高速公路','Celina','418-271-2568','','mapletravel@hotmail.com','','','','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(190,'45322','2016-10-06','http://www.iu91.com/rs/rent/2016-07/45322.shtml','Angrignon4分鐘,女生合租,10月入住','地址: De Montmagny Av, Montreal, QC H4E 2V9','H4E 2V9','$420(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','4卧 2厕 2车位 合厨合厕 1楼','1年 可短租','随时入住','出門即到地鐵站和公交總站，到市中心15分鐘，到沙托蓋30分鐘。 
附近sears mall，walmart，canadian tire，dollarama，榮昌行和中餐廳（可送貨上門）。 
房間安靜，雙衛生間，都是學生，作息規律。對面是Angrignon公園。 
 
10月空出一間房，隨時可以入住，看房請從速~~~ 
 
中房420,大房450~ 
 
上課不便通話請短信：4384642955（段同學） 
微信了：ROCKHaiyin','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 储藏室/locker 冷暖空调 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - 1,31,32,33,36,110,195,495...... - 步行约4分钟','近地铁站 - Angrignon - 步行约4分钟','','','段同學','4384642955','','','','','420','Angrignon','1 31 32 33 36 110 195 495 4','Angrignon','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(191,'12744','2016-10-06','http://www.iu91.com/rs/rent/2016-04/12744.shtml','四半出租 极方便(LaSalle地铁站)','地址: Wellington Rue, Verdun, Montreal, QC H4G 1T2','H4G 1T2','$680(加元)','一般公寓','整租 新租约','2卧 1厅 1厕','1年','09/15/2016','四半出租 $680 交通极方便 200米到LaSalle地铁站/超市Maxi (不包冰箱，炉头，电) 
','','','分门出入 光线明亮 房间宽敞','储藏室/locker','繁华大街 超市','','近地铁站 - LaSalle - 步行约1分钟','','','','','','rentapt09@gmail.com','','','680','LaSalle','','LaSalle','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(192,'6394','2016-10-06','http://www.iu91.com/rs/rent/2016-02/6394.shtml','Lachine 3半全包近Mall','地址: 3410 Victoria Rue, Lachine, Montreal, QC','eal, QC','$640(加元) 包水电暖','一般公寓','整租 新租约','1卧 1厅 1厕 3楼','1年','随时入住','靓3半位于Lachine，近多路公车，可达Cote-Vertu和Lionel-Groulx地铁。近20号高速。 
带电梯有管理员服务。 
5分钟步行至大型商业中心Mall，近湖景，新门窗。 
恕不接受宠物和10岁以下小孩。 
月租640元，全包，包炉头冰箱，包电暖气热水。有室内停车位待租。 
','','','全新装修 分门出入 光线明亮 房间宽敞','全套电器 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 496 - 步行约1分钟','','','近高速公路 - 20 - 约2分钟车程','Frank','514-225-1103514-695-3255','','franksophie888@gmail.com','','','640','Lachine Mall','496 1','','','20 2','QC','Montreal','');
INSERT INTO "monrent" VALUES(193,'46989','2016-10-06','http://www.iu91.com/rs/rent/2016-09/46989.shtml','NDG区6550,大3个半,老lease转租,11月1日起.','地址: Sherbrooke Rue O, Montreal, QC H4B 1N6','H4B 1N6','$838(加元) 包水电暖','一般公寓','整租 转租约','1卧 1厅 1厕 19楼','8个月','11/01/2016','NDG区6550 Sherbrooke West,采光好的大三半老lease转租,月租838 (包暖 (超级足),热水,炉头,冰箱,储藏室) + 65 (室内车位),租约2017年6月底到期,可续. 11月1日可入住.  
 
高层钢筋混泥土建筑 (隔音好),带顶层室内游泳池,桑拿房,洗衣房,西人大公司专业管理.  
 
交通便利,楼下门口是105高频车站,直达Vendome地铁站. 冬天可楼内等车,免去寒风刺骨之苦.另有420快速公车,到downtown办事很方便.附件亦有90,104,138等公车,可接驳市区大部分地区. 
 
好学区,对口Judith-Jasmin小学和著名的St-Luc中学. 近康大Loyola校区.  
 
生活便利,马路对面是Provigo超市,Pharmaprix药店,楼下有Energie Cardio健身房,步行5分钟可到CLSC社区中心 (医疗服务),Benny Library图书馆,Centre Sportif NDG社区体育中心 (室内泳池,室内球场,等),Benny公园和Trenholme公园,附近亦有Tim Hortons咖啡店,原Loblaws超市,Super C超市,韩国人Jang Teu超市,Quilles G Plus保龄球馆,Canadian Tire,McDonald''s,Reno-Depot,以及众多好餐馆. 
 
联系方式:  514-677-0871 ','','','','','','近公车站 - 105','','','','Kitty','5146770871','','chunyi.david.wang@gmail.com','','','838','NDG lease','105','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(194,'47119','2016-10-06','http://www.iu91.com/rs/rent/2016-10/47119.shtml','大家千万请注意这个地址3470b Rue Workman','地址: Workman Rue, Montreal, QC H4C 1N5','H4C 1N5','$415(加元)','一般公寓','分租 新租约','3卧 1厅 1厕 合厨合厕','1年','随时入住','从来没见过这么差的房东，从越南人手里租的房子双倍价格租给中国人，天天没事找房客麻烦，我住了两个月，看到来来去去已经走了两三位朋友，想租这里的朋友请注意了','','','','','','','','','','','','','montrealbear@hotmail.com','','','415','b Rue Workman','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(195,'44829','2016-10-06','http://www.iu91.com/rs/rent/2016-06/44829.shtml','ANGRINGNON半地下整层出租','地址: Lacroix Rue, Montreal, QC H4E 2V4','H4E 2V4','$500(加元) 包水电暖网','Duplex/Tri-plex','整租 新租约','2卧 1厅 1厕 半地下室','1年','随时入住','距离绿线地铁Angrignon站 200 米（13分钟到 Concordia，15分钟到 McGill）  
1，每个房间都有独立门锁，衣橱或衣柜，拎包入住。提供炉头、冰箱、微波炉、洗衣机、烘干机，包电等。 ','','','全新装修 光线明亮 房间宽敞','简单家具 简单厨具 储藏室/locker 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','','近地铁站 - ANGRINGNON - 步行约1分钟','','','emilie wei','51447370455144737045','','linbati@gmail.com','','','500','ANGRINGNON','','ANGRINGNON','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(196,'28719','2016-10-06','http://www.iu91.com/rs/rent/2016-07/28719.shtml','1楼单单间出租','地址: Lacroix Rue, Montreal, QC H4E 2V3','H4E 2V3','$430(加元) 包水电暖','一般公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 1楼','1年','随时入住','距离angrignon地铁站200米.和另外2个租客公用一层。公用卫生间，厨房。另外两个租客是老租客，很爱干净，生活习惯很好。希望新来的合租者也是个爱干净的朋友。按时作息，不带朋友来过夜。不抽烟喝酒，不养宠物。','','','光线明亮 房间宽敞','简单家具 全套家具 全套电器 高速上网 洗衣机/房','超市 商场 学校 托儿所 图书馆 公园','','近地铁站 - angrignon - 步行约2分钟','','','emilie','514-473-7045','','linbati@gmail.com','','','430','','','angrignon','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(197,'45603','2016-10-06','http://www.iu91.com/rs/rent/2016-07/45603.shtml','加拿大人全新高级公寓一室一厅34楼！','地址: 1288 Canadiens-De-MontréAl, Montreal, QC H3B 3B3','H3B 3B3','$1,550(加元)','高级公寓','整租 新租约','1卧 1厅 1厕','1年','随时入住','加拿大人大厦是蒙特利尔蒙特利尔第一个也是唯一的集合体育和娱乐高端公寓。 
豪华一室一厅公寓即可入住。 
壮观的设施和非凡套房室内装饰提升您的游戏。 
 
- 华丽的厨房与欧式家电和早餐岛（所有设备包括） 
- 开放式客厅/餐厅 
- 卧室与大型步入式衣柜 
- Ensuit带玻璃淋浴和花洒淋浴头的浴室。 
 
大楼配套设施： 
- 健身中心与健身房和有氧运动/瑜伽室 
- 园景户外露台设有游泳池，烧烤，和壮丽的景色。 
 
- 当代聚会间酒吧和小厨房 
- 商务中心和会议室 
-Exotic雨温泉与索纳房间。 
- 游戏室设有大屏幕电视，环绕音响，台球桌，桌上足球和 
- 49楼“天空酒廊” 
 
- 全天候保安及礼宾 
- 超现代的商务中心与会议和演示设施 
- 用气泵自行车存放区 
- 直接进入贝尔中心和蒙特利尔地下城','','','光线明亮','储藏室/locker 冷暖空调 游泳池 健身房 洗衣机/房','繁华大街 超市 商场 学校 托儿所 社区中心 医疗机构 公园 水景','','','','','','','','thingsoon@hotmail.com','','','1550','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(198,'45488','2016-10-06','http://www.iu91.com/rs/rent/2016-10/45488.shtml','市中心豪华新公寓提包入住','地址: 1288 Avenue-Des-Canadiens-De-Montreal, Montreal, QC H3B 3B3','H3B 3B3','$1,850(加元) 包水电暖网','高级公寓','整租 新租约','1卧 1厅 1厕 30楼','1年 可短租','11/01/2016','Tour Des Canadiens,位于蒙特利尔市中心，是刚刚于今年5月建成的超豪华50层公寓楼。得名于The Montreal Canadiens冰球队，其亦是该楼的part-owner. 
 
近康大，近商业街Sainte-Catherine，近市中心所有办公大楼，连接Bell Center和Bonaventure, Lucien L''Alier地铁站（冬日出行可通过地下城直接到达地铁站，极为便捷），步行8-10分钟有大超市Metro。 
 
楼内公共设施配套齐全，作为租户您可以随时享用露天泳池，烧烤天台，健身房，桑拿房，瑜珈房，游戏房，聚会房，办公区，自行车停靠间等。其中的聚会房可免费reserve办party。 
 
24小时保安，让您住得安心。 
 
本公寓为554平方英尺,一室一厅一洗手间，一个large walk-in closet，并配备全新高档电器（洗衣机，烘干机，微波炉，烤箱，洗碗机，冰箱，电炉）以及全新的全套家具（组合沙发，queen size大床等）。 电，暖，空调，Cable TV, unlimited wireless internet全包。另有一个locker作储存用。在30楼，视野极好。 
 
欢迎电话咨询。','','','全新装修 光线明亮 房间宽敞','全套家具 简单厨具 全套电器 储藏室/locker 冷暖空调 游泳池 健身房 电视 洗衣机/房','繁华大街 商场','近公车站 - Terminus Centre-ville - 步行约5分钟','近地铁站 - Bonaventure, Lucien L''Allier - 步行约5分钟','近火车站 - Lucien L''Allier, Gare Centrale - 步行约3分钟','近高速公路 - 10, 720','小范','51496121065149691099','','wallen0921@gmail.com','','','1850','','5','Bonaventure Lucien L Allier','Lucien L Allier Gare Centrale','10 720','QC','Montreal','');
INSERT INTO "monrent" VALUES(199,'47117','2016-10-06','http://www.iu91.com/rs/rent/2016-10/47117.shtml','N.D.G.学区双卫大四半','地址: Fielding Av, Montreal, QC H4V 1N9','H4V 1N9','$900(加元)','一般公寓','整租 新租约','2卧 1厅 2厕 2楼','7个月 可短租','11/13/2016','NDG 学区2007年新房出租，1060平方英尺大4半双卫，东南朝向，阳光明媚。不临街，安静舒适。小学是英语加强小学, 步行13分钟可到St-luc中学, 楼下51路高频车15分钟到达著名私立中学Notre-Dame, 20分钟可到排名第一的私立Jean-de-Brebeuf，30分钟可到达著名女校Pensionnat du Saint-Nom-de-Marie。购物方便，附近多个超市。可直接签租约。新移民可协商留下必要家具和生活用品。两种选择：月租$900  ( 包炉头，冰箱，洗衣机，不包电，暖)。第二种选择 $1050  (包炉头，冰箱，洗衣机，电，暖，宽带，电脑，音响，WiFi等).','','','光线明亮 房间宽敞','简单家具 全套厨具 全套电器 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - 51','','','','','1514486411215142959658','','zhihui_liu2000@yahoo.com','','','900','N D G','51','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(200,'45633','2016-10-06','http://www.iu91.com/rs/rent/2016-07/45633.shtml','绿线Verdun地铁旁靓屋分租 $395包水电暖网','地址: Bannantyne, Verdun, Montreal, QC H4G 1E3','H4G 1E3','$395(加元) 包水电暖网','一般公寓','分租 新租约','3卧 1厅 1厕 合厨合厕 1楼','1年','随时入住','步行至Verdun地铁站仅要3分钟的靓房出租，坐地铁10分钟可达康考迪亚大学，15分钟可达麦吉尔大学，交通十分方便。靠近人口不密集的公寓区，周围环境安逸，很适合求学读书。周边购物方便，附近有几家中国超市，中国餐馆。包水，电，暖，冰箱，炉头，网络，洗衣机。共用客厅，餐厅，厨房，卫生间，装修漂亮，干净。每个房间配有家具，全新装修， 光线明亮 ，房间宽敞。房租$410  
只限单身男学生居住。  
514-7685874或514-802-5874，谢谢','','','光线明亮 房间宽敞','简单家具 简单厨具 全套电器 高速上网 洗衣机/房','超市 商场 学校 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 108','近地铁站 - Verdun, Jolicoeur - 步行约3分钟','','近高速公路 - 15, 20 - 约3分钟车程','刘女士','514-7685874514-8025874','','lh89518@hotmail.com','','','395','Verdun','108','Verdun Jolicoeur','','15 20 3','QC','Montreal','');
INSERT INTO "monrent" VALUES(201,'40944','2016-10-06','http://www.iu91.com/rs/rent/2016-01/40944.shtml','Monk整洁舒适房间出租400.00全包','地址: Allard Rue, Montreal, QC H4E 2K4','H4E 2K4','$400(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1卧 1厕 合厨合厕 2楼','1年','10/01/2016','十月一日可入住的房间为南向阳光漂亮大卧房，欢迎随时联系看房 整洁 安静 舒适 光亮房间出租 近绿线地铁monk步行四分钟 包热水 电暖上网及简单家具 拎包入住 步行五分钟之内可达中西超市 邮局药店 中国人理发店 中餐馆等 乘地铁20钟左右即可到达市中心的康大 麦大等 联系电话514-9986005 杨女士 ','','','全新装修 分门出入 光线明亮 房间宽敞','简单家具 洗衣机/房','超市 体育设施 公园','','近地铁站 - monk - 步行约4分钟','','','杨女士','5149986005','','soleildy@hotmail.com','','','400','Monk','','monk','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(202,'47108','2016-10-06','http://www.iu91.com/rs/rent/2016-10/47108.shtml','单间出租,全包,近康大,蒙大','地址: Forest Hill Av, Montreal, QC H3V 1C4','H3V 1C4','$390(加元) 包水电暖网','一般公寓','分租 无租约','1厅 1厕 合厨合厕 2楼','1年','11/01/2016','','','','','','','','','','','Annie','5142969859','','','','','390','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(203,'33921','2016-10-06','http://www.iu91.com/rs/rent/2015-12/33921.shtml','“学者之家”优惠转租，拎包入住，男士','地址: Egan Rue, Verdun, Montreal, QC H4H 1W6','H4H 1W6','$350(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','2卧 1厅 1厕 合厨合厕 半地下室','1年','随时入住','房间宽敞明亮，新装修新电器,整洁卫生，高素质学者室友。','','','全新装修 分门出入 光线明亮 房间宽敞','简单家具 简单厨具 全套电器 高速上网 洗衣机/房','超市 图书馆 体育设施 公园 水景','近公车站 - 步行约0.5分钟','近地铁站 - Jolicoeur，Verdun - 步行约10分钟','','近高速公路 - 15, 20, 720 - 约4分钟车程','黄女士','514-975-90160118613382407228','','jihonghuang@hotmail.com','','','350','','0 5','Jolicoeur Verdun','','15 20 720 4','QC','Montreal','');
INSERT INTO "monrent" VALUES(204,'46348','2016-10-06','http://www.iu91.com/rs/rent/2016-08/46348.shtml','JEAN-TALON EST 5半 930刀，可配基本家具','地址: Jean-Talon Rue E, Montreal, QC H2A 1W3','H2A 1W3','$930(加元)','一般公寓','整租 新租约','3卧 1厅 1厕','1年','随时入住','JEAN-TALON EST 5半 ，3个卧室，适合3-5个人居住。周围有多条公交线路，近地铁，出行方便，银行，中国超市，中学近在咫尺,有2间中学Académie de Roberval ,  École secondaire Joseph-Français Perrault ，930刀/月，地址：3272 Jean-talon Est montreal','','','','','','','','','','','514-826-1628','','','','','930','JEAN TALON EST','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(205,'47107','2016-10-06','http://www.iu91.com/rs/rent/2016-10/47107.shtml','DT 最大“一个半”转租','地址: Saint-Mathieu Rue, Montreal, QC H3H 2J1','H3H 2J1','$707(加元) 包水暖','一般公寓','整租 转租约','1卧 1厅 1厕 8楼','1年','10/31/2016','公寓坐落在 DT （1420 st-mathieu） 步行一分钟Guy-Concordia地铁站。对面有阳光超市、小伙伴快餐，总之大家都知道在 DT 吃喝住行很方便！房子在8楼，不算风景如画，也算居高临下了！租约是6年以前的，所以才是这个价钱$707。现在你可找不到这么大、这么便宜的啦。想看房的朋友，电话联系：514-516-1999。入住时间可提前！','','','','','','','','','','Jason','5145161999','','wangyang9698@hotmail.com','','','707','DT','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(206,'19669','2016-10-06','http://www.iu91.com/rs/rent/2015-11/19669.shtml','4半  Appartement to rent','地址: 4e A, Lachine, Montreal, QC H8S 2V3','H8S 2V3','$850(加元)','一般公寓','整租 新租约','2卧 1厅 1厕 2楼','1年','随时入住','1分钟到公车站.90号.104号15分钟到地铁V0ND0ME.2分上高速20号','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 简单厨具 全套厨具 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 195Victoria - 步行约1分钟','','','近高速公路 - 20 - 约2分钟车程','SANDY','514-501-3986514-825-5432','','shouzhiren5148255432@gmailcom','','','850','Appartement to rent','195 1','','','20 2','QC','Montreal','');
INSERT INTO "monrent" VALUES(207,'29417','2016-10-06','http://www.iu91.com/rs/rent/2016-05/29417.shtml','Cegep Laurenteau 13平米明亮宽敞大房间','地址: 1708 Marie-Claire Rue, Lasalle, Montreal, QC H8N 1S3','H8N 1S3','$400(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1卧 1厕 合厨合厕 1楼','1年 可短租','随时入住','1 水、电、暖、网 全包。   
 
2 13平米大房间, 室内全套家具，Queen size 双人大床，床头柜，台灯，五斗橱，书桌。  
 
3 厨房设备齐全： 冰箱、全新平面炉头、微波炉、洗衣机、热水壶、面包机, 咖啡机, 电饭锅。  
 
4   交通便利 1分钟公交113  (10分钟到college laurenteau)，3分钟Newman高频公交106 （10分钟 carrefour Angrignon， 
 
5  近各种大小超市，咖啡店，餐馆, 邮局，银行，医院 Jean-coutu 2 分钟，Metro plus 3分钟，Maxi 5分钟 Dollarama 5分钟，Dollard shopping mall 5分钟，邮局5分钟，Tim Hortons 5 分钟，TD/ RBC/Banque National 5 分钟，医院Clsc 5分钟 等等。  
 
 
 
 
','','','全新装修 分门出入 房间宽敞','简单家具 简单厨具 全套电器 储藏室/locker 冷暖空调 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - 113,106 - 步行约1分钟','','','','Jack','514-294-8278','','liuj20050000@yahoo.fr','','','400','Cegep Laurenteau','113 106 1','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(208,'47104','2016-10-06','http://www.iu91.com/rs/rent/2016-10/47104.shtml','转租1411 一个半','地址: Du Fort Rue, Montreal, QC H3H 2N7','H3H 2N7','$790(加元) 包水电暖','一般公寓','整租 转租约','1卧 1厕 5楼','1年','11/01/2016','','','','','','','','','','','chloe','51470120285147012028','','kunouyang0228@gmail.com','','','790','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(209,'47102','2016-10-06','http://www.iu91.com/rs/rent/2016-10/47102.shtml','710$市中心一个半房子转租（包水电）','地址: Saint-Marc Rue, Montreal, QC H3H 2G3','H3H 2G3','$710(加元) 包水电暖网','一般公寓','整租 新租约','1卧 1厕','1年','随时入住','急回国，欢迎联系看房。 
可随时入住，本月半价。 
市中心位置，出行方便，包水电，楼管人nice，公寓维修人员处理问题及时有效。一个半中面积中很大的套型，有大阳台。 
5149635535','','','','','','','','','','Tommy','5149635535','','tommyxu318@gmail.com','','','710','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(210,'46235','2016-10-06','http://www.iu91.com/rs/rent/2016-08/46235.shtml','1分钟公车去麦大，700米地铁，2楼，全包','地址: Gascon Av, Montreal, QC H2K 2W5','H2K 2W5','$450(加元) 包水电暖网','一般公寓','分租 新租约','2卧 1厅 1厕 合厨合厕 2楼','1年','随时入住','位于Sherbrooke大街Plateau区，近市中心（阳台上可观赏蒙城第一美景-烟火节）。去麦大，康大，老港和唐人街都极为方便。 
麦大：步行1分钟至24路公车直达（4.1公里）； 
市中心，老港，唐人街 ：乘门前185路公车或步行700米至Frontenac地铁站4分钟（康大10分钟）。 
 
周边公园，购物广场，超市，社区中心, 图书馆，教堂，学校，邮局，银行, 医院, 药店, 餐饮，杂货等, 应有尽有，举步可及；公车24，185，364几乎就在门前，生活和交通都十分便利。 
 
出租5个半中的一间卧室, $450/月, 水电暖网全包。 新装修的实木地板，西向阳台,  干净明亮，舒适安静。 单人床，衣柜，桌椅，书架。 两人合用一个厨房和一个浴室。 有洗衣机和冰箱，炉灶，微波炉，电饭锅，碗碟等厨具。  
 
欢迎联系看房。','','','全新装修 光线明亮','全套家具 全套厨具 高速上网 洗衣机/房','繁华大街 超市 商场 学校 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 24, 185, 364 - 步行约1分钟','近地铁站 - Frontenac - 步行约9分钟','','近高速公路 - 720 - 约5分钟车程','Dvan','514-315-1423226-808-9336','','dvan2010@yahoo.ca','','','450','','24 185 364 1','Frontenac','','720 5','QC','Montreal','');
INSERT INTO "monrent" VALUES(211,'39975','2016-10-06','http://www.iu91.com/rs/rent/2016-09/39975.shtml','RTC旁房间出租,家具齐全,提包入住','地址: 19e Av, Montreal, QC H1X 2L8','H1X 2L8','$480(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1卧 1厅 1厕 合厨合厕 2楼','1个月 可短租','随时入住','欢迎不抽烟，喜安静，爱整洁学生入住！！！ 
 
风景优美小区双层公寓坐落于两个社区公园之间安静林荫道上，各种体育休闲运动设施齐全。临近Montreal植物园和Parc Maisonneuve  
 
优质学区，近著名中学Collège Jean-Eudes  (法语私立中学，top 1), Rosemount High School  (英语公立中学), College Rosemont  (法语CEGEP，法语coffe教学中心), Rosemount Technology Centre  (著名英语成人教育中心,免费). 3分钟走到RTC.  
 
临近购物中心, 各大超市, Maxi, Super C, Provigo, Metro, 金發，继發...  
 
街口18公车站15分钟到橙线地铁Beanbien站，139/439公车5分钟到绿线地铁Pie-IX站  
 
室内设施全, 提包入往, 安全、卫生、方便, 是首选的住处。欢迎长租短住人士。 
 
单间出租，短租：$35/天，$200/周，$520/月;  
 
长租：$480/月  (三个月以上)。','','','分门出入 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 电视 高速上网 洗衣机/房','超市 商场 学校 图书馆 体育设施 公园','近公车站 - 18 - 步行约2分钟','','','近高速公路 - 40 - 约5分钟车程','','5149166188','','roomsforrent@outlook.com','','','480','RTC','18 2','','','40 5','QC','Montreal','');
INSERT INTO "monrent" VALUES(212,'27072','2016-10-06','http://www.iu91.com/rs/rent/2014-07/27072.shtml','全包步行地铁一分干净无虫420起租','地址: Lamont Av, Montreal, QC H4E 2T9','H4E 2T9','$430(加元) 包水电暖网','半独立屋','分租 新租约','2厕 合厨合厕 1楼','1年 1个月 可短租','随时入住','拎包入住，真正全包430元起租，房间有的即日可租，欢迎咨询，可提供照片，欢迎看房。 
 步行绿线地铁一分多钟，周边环境安全安静，室内卫生整洁，无任何虫害，到康大，麦基尔大学Dawson/Lasalle College绿线直达无需换线只需十多分钟，房内有窗帘，双人床，书桌凳子，衣柜床头柜等齐全家具，无线网络，国际电话任打，厨房配备齐全电炉，冰箱.微波炉.电饭煲.烤面包机.油烟机.饭桌.锅碗瓢盆样样齐全，有洗衣。附近有综合全面的大的购物广场，大公园等。欢迎女生入住,男生也可考虑。短租可商量。 
 
 请电514 9135588   或邮件:  
国内的朋友邮件中可留下电话，我会拨打过去感谢关注','','','分门出入 光线明亮 房间宽敞','全套家具 全套厨具 洗衣机/房','繁华大街 超市 商场 学校 托儿所 公园 水景','','近地铁站 - angrignon','','','淘气猫','5149135588','','','','','430','','','angrignon','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(213,'44362','2016-10-06','http://www.iu91.com/rs/rent/2016-10/44362.shtml','近snowdon2半出租','地址: 4875 Jean-Brillant Rue, Montreal, QC H3W 1T5','H3W 1T5','$590(加元) 包水电暖网','一般公寓','整租 新租约','1卧 1厕 半地下室','1年','随时入住','进snowdon地铁站半地下2半出租。 大部分全新装修。包炉头冰箱，电费，暖气，热水， 网络。包简单家具和用品。附近设施服务非常齐全，购物方便，交通方便。环境安静。近蒙大，College Notre Dame， Jean de Brebeuf等名校。最适合单身或学生租。 ','','','全新装修 分门出入 光线明亮','','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - 步行约3分钟','近地铁站 - snowdon - 步行约5分钟','','近高速公路 - 15 decarie - 约2分钟车程','徐先生，赵女士','51488988905144493230','','emilykejiazhao@gmail.com','','','590','snowdon','3','snowdon','','15 2','QC','Montreal','');
INSERT INTO "monrent" VALUES(214,'9138','2016-10-06','http://www.iu91.com/rs/rent/2016-05/9138.shtml','近绿线地铁ANGRINGNON半地下室出租','地址: 2144 Emile-Nelligan Rue, Lasalle, Montreal, QC H8N 2Y3','H8N 2Y3','$650(加元)','高级公寓','整租 新租约','2卧 1厕 半地下室','1年','随时入住','全新装修,全新地板,隔音间格,环境清静优美,商场在旁边,离公交站半分钟路,距离ANGRINGNON地铁5个路口8分钟车程,有落地大窗,有超大旧台,干净,温馨,舒适两套单间, (可单间分租),配有冰箱,炉头,希望你是爱干净,不抽烟,不养宠物。有意者请电话预约看房,不是全地下室哦,周围环境好,生活休闲都很方便, 谢谢!!','','','全新装修 光线明亮','简单厨具 储藏室/locker','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - 106 - 步行约0.5分钟','','','近高速公路 - 20 - 约2分钟车程','Miss Lo','514-9837928','','','','','650','ANGRINGNON','106 0 5','','','20 2','QC','Montreal','');
INSERT INTO "monrent" VALUES(215,'23943','2016-10-06','http://www.iu91.com/rs/rent/2016-10/23943.shtml','步行JOLICOEUR地铁3分钟大2半短租30/天起','地址: Desmarchais Boul, Montreal, QC H4E 2B1','H4E 2B1','$600(加元) 包水电暖网','Duplex/Tri-plex','整租 新租约','1卧 1厅 1厕 半地下室','1年 1个月 可短租','11/01/2016','1.步行至绿线地铁Jolicoeur不到3分钟半地下大两半。独立厨房，卫生间及超大房间，宽敞舒适。房子位于villa-emard区安静小街.周围环境安全,安静,附近有大足球场,网球场,免费游泳池.CLC.PROVIGO超市.  
 
2.交通方便.距CONCORDIA大学10分钟.MCGILL大学15分钟.  
3. 短租30/天（单人)，45/天 (两人), 600/月 
5.要求:  爱干净,不抽烟,不养宠物， 
','','','全新装修 分门出入 光线明亮 房间宽敞','简单家具 简单厨具 全套电器 高速上网 洗衣机/房','超市 学校 托儿所 社区中心 公园','','近地铁站 - jolicoeur - 步行约3分钟','','','董女士','5147671064','','hanbingabc@msn.com','','','600','JOLICOEUR','','jolicoeur','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(216,'23943','2016-10-06','http://www.iu91.com/rs/rent/2016-10/23943.shtml','步行JOLICOEUR地铁3分钟大2半短租30/天起','地址: Desmarchais Boul, Montreal, QC H4E 2B1','H4E 2B1','$600(加元) 包水电暖网','Duplex/Tri-plex','整租 新租约','1卧 1厅 1厕 半地下室','1年 1个月 可短租','11/01/2016','1.步行至绿线地铁Jolicoeur不到3分钟半地下大两半。独立厨房，卫生间及超大房间，宽敞舒适。房子位于villa-emard区安静小街.周围环境安全,安静,附近有大足球场,网球场,免费游泳池.CLC.PROVIGO超市.  
 
2.交通方便.距CONCORDIA大学10分钟.MCGILL大学15分钟.  
3. 短租30/天（单人)，45/天 (两人), 600/月 
5.要求:  爱干净,不抽烟,不养宠物， 
','','','全新装修 分门出入 光线明亮 房间宽敞','简单家具 简单厨具 全套电器 高速上网 洗衣机/房','超市 学校 托儿所 社区中心 公园','','近地铁站 - jolicoeur - 步行约3分钟','','','董女士','5147671064','','hanbingabc@msn.com','','','600','JOLICOEUR','','jolicoeur','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(217,'46562','2016-10-06','http://www.iu91.com/rs/rent/2016-09/46562.shtml','$450 du college 地鐵 全包','地址: 1391 Du College Rue, Saint-Laurent, Montreal, QC H4L 2L4','H4L 2L4','$450(加元) 包水电暖网','独立屋','整租 新租约','1卧 1厅 1厕 半地下室','1年','11/01/2016','','','','分门出入','','繁华大街 超市 学校 图书馆 社区中心 公园','近公车站','近地铁站','','近高速公路','盧太','5149282015','','Jentainglo@yahoo.ca','','','450','du college','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(218,'47096','2016-10-06','http://www.iu91.com/rs/rent/2016-10/47096.shtml','N.D.G. 好学区3半($460) 4半($660)包暖','地址: Hampton, Montreal, QC H4A 2T2','H4A 2T2','$660(加元) 包水暖','一般公寓','整租 新租约','2卧 1厅 1厕','1年','随时入住','该房屋靠近Vendome 地铁站，90路，104路,105路，3半位basement and 4半 位second floor.有意者请发邮件或者Telephone系。步行地铁站,NDG和ST. Raymond小学10分钟,包暖！close to 超级医院，NDG小学  
Super C, Loblaws, Sport center, CLSC.................  
房东友好！录音后请留电话号，必回电！Thank!! 
','','','','','','','','','','Mr. Lu','51463462695144847185','','LI_tom@hotmail.com','','','660','N D G','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(219,'47095','2016-10-06','http://www.iu91.com/rs/rent/2016-10/47095.shtml','Downtown市中心大2个半高级公寓','地址: Du President-Kennedy Av, Montreal, QC H3A 0A4','H3A 0A4','$1,100(加元)','高级公寓','整租 新租约','1卧 1厅 1厕','1年','随时入住','公寓位于downtown，生活十分方便，近Mcgill University。近Mcgill和Place-des-arts地铁站5分钟距离，地理位置好，公寓周围很安静。 
本公寓为loft式公寓，落地窗户阳光充足，并且包图片中所有家具，干净整洁，提包入住。楼里有健身房和24小时保安。 
 
','','','','','','','','','','张','514-991-9168','','crystalweisky@gmail.com','','','1100','Downtown','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(220,'2917','2016-10-06','http://www.iu91.com/rs/rent/2016-09/2917.shtml','单间超近绿线de l''eglise，全包310起','地址: Ross Rue, Verdun, Montreal, QC H4G 1Y5','H4G 1Y5','$310(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1卧 1厅 1厕 合厨合厕 1楼','1年','11/01/2016','新装修5半，一分钟到地铁de l''glise，位置绝佳，环境安静，光线明亮。步行2分钟可以到地铁、河边公园及运动场、医院、CLSC、jean_coutu，邮局等等。室内清洁，复合地板，带后院，无论地铁还是bus都非常方便去downtown，适合单身及学生。配有简单家具和充裕的衣柜，包热水，电暖，15M cable 高速网，洗衣机和干衣机。大功率抽油烟机。各自独立门锁。 
路边停车方便，隔壁就是市政府的咪表停车场，收费时段是每小时1.75$，免费时间和其他咪表一样，停车场有common auto租车协会的停车点 
要求无烟无宠 
 
不讲究卫生清洁的....免问 
 
 
 
','','','全新装修','简单家具 简单厨具 全套电器 储藏室/locker 高速上网 洗衣机/房','繁华大街 超市 学校 社区中心 体育设施 医疗机构 公园 水景','近公车站 - 37 - 步行约1分钟','近地铁站 - de l''eglise - 步行约1分钟','','近高速公路 - 15,20 - 约2分钟车程','黄生','514-9282389','','','','','310','de l eglise','37 1','de l eglise','','15 20 2','QC','Montreal','');
INSERT INTO "monrent" VALUES(221,'47094','2016-10-06','http://www.iu91.com/rs/rent/2016-10/47094.shtml','找室友分租downtown好房 concordia','地址: Holy Cross Rue, Montreal, QC H4E 2A1','H4E 2A1','$500(加元) 包水电暖网','一般公寓','整租 新租约','3卧 1厅 1厕','1年','随时入住','','','','','','','','','','','本人女生干净整洁','4385806002','','','','','500','downtown concordia','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(222,'45679','2016-10-06','http://www.iu91.com/rs/rent/2016-08/45679.shtml','市中心康大豪华两个半带全新家具健身房车位','地址: De Maisonneuve Boul O, Montreal, QC H3H 1K4','H3H 1K4','$905(加元) 包水暖网','一般公寓','整租 转租约','1卧 1厅 1厕 10楼','1年','随时入住','市中心1975大楼，两个半转租。包水暖 送三个月网。随时看房入住。步行康大5分钟，lasalle学校3分钟，pa，你好，盛唐超市，地铁站1分钟，交通便利，大楼顶层全新装修游泳池 健身房和桑拿房，顶层露台无敌风景，24小时保安，报修24小时内解决。大楼办公室周一到周六工作，全方位服务。刚入住，全新全套家具，免费赠送！！带室内地下车库','','','全新装修 光线明亮 房间宽敞','简单家具 全套家具 简单厨具 全套厨具 全套电器 储藏室/locker 冷暖空调 游泳池 健身房 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','','近地铁站 - guy Concordia - 步行约2分钟','','','Diddy','5145758848','','651117307@qq.com','','','905','','','guy Concordia','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(223,'46962','2016-10-06','http://www.iu91.com/rs/rent/2016-09/46962.shtml','奥林匹克公寓大三半转租约，近rtc','地址: De L''assomption Boul, Montreal, QC H1T 0A3','H1T 0A3','$1,000(加元)','一般公寓','整租 转租约','1卧 1厅 1厕','1年','随时入住','奥林匹克公寓转租，近rtc，步行三分钟到L''Assomption地铁站，步行一分钟到131 bus stops  (the assumption), 136  (Viau),  (Sherbrooke East) and 384  (Sherbrooke is night)公交站。楼里有clinic诊所，pharmacies，生活用品店，蔬菜店，西餐厅，中餐厅，游泳馆，健身房，羽毛球馆，篮球馆，有地下停车位，楼内保安24小时巡逻，楼里保修方便快捷，安全放心。配套中央空调，包水电暖，屋里有两个locker可放衣服鞋子洗衣机，超大阳台。','','','全新装修 光线明亮 房间宽敞','储藏室/locker 冷暖空调 游泳池 健身房 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 131 bus stops (the assumption), 136 (Viau), (Sherbrooke East) and 384 (Sherbrooke is night) - 步行约1分钟','近地铁站 - L''Assomption - 步行约3分钟','','','diddy','5145758848','','651117307@qq.com','','','1000','rtc','131 136 384 1','L Assomption','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(224,'47091','2016-10-06','http://www.iu91.com/rs/rent/2016-10/47091.shtml','LASALLE地铁站附近豪华大四个半(招女生)','地址: Henri-Duhamel Rue, Verdun, Montreal, QC H4G 2C4','H4G 2C4','$420(加元) 包水网','一般公寓','分租 新租约','2卧 1厅 1厕 合厨合厕','1年 可短租','随时入住','周围环境超级安静，客厅很大，带沙发电视，家具齐全，卫生间很干净，全新家电，卧室double size床，提供书桌，茶几和落地灯。房东人很nice，可以短租，最好长租。 
包家具和网！！！！！！电暖平摊！！！！！！！！！！！！！！！！！！！超级实惠划算，快来租，晚了就没有了！','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 冷暖空调 电视 高速上网 洗衣机/房','超市 学校 托儿所 社区中心 体育设施 公园','近公车站','近地铁站 - lasalle - 步行约5分钟','','','Nicole（Yu）','5144301735','','zhouyu2112@gmail.com','','','420','LASALLE','','lasalle','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(225,'46909','2016-10-06','http://www.iu91.com/rs/rent/2016-09/46909.shtml','三半，近Angrignon 或 Monk 地铁站','地址: Raudot Rue, Montreal, QC H4E 2R3','H4E 2R3','$580(加元)','一般公寓','整租 新租约','1卧 1厅 1厕 半地下室','9个月 可短租','随时入住','独立平房，半地下室三半,位于Angrignon 和 Monk 地铁站之间, 重新装修.靠近优质小学，网球场，大公园，shopping mall。月租金$580, 包炉头，冰箱，洗衣机，烘干机，简单家具，不包暖气和电。欢迎爱干净的小家庭或学生。 
有感兴趣的朋友，请email:   或白天时间致电：514-761-4951 
','','','全新装修 分门出入 光线明亮 房间宽敞','简单家具 洗衣机/房','商场 学校 公园','近公车站','近地铁站','','近高速公路','刘先生','514-761-4951(白天时间）','','elaine9751@gmail.com','','','580','Angrignon Monk','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(226,'3819','2016-10-06','http://www.iu91.com/rs/rent/2015-06/3819.shtml','步行5~6分钟到地铁近犹太医院提包入住房租','地址: Bouchette Rue, Montreal, QC H3W 1C5','H3W 1C5','$365(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1卧 1厅 1厕 合厨合厕','1年','随时入住','步行5~6分钟到地铁（PLAMONDON）近犹太医院二楼房间提包入住,房间里有大衣柜.床电脑桌椅.书架包无线上网 电话.电暖冰箱 炉子 微波炉 烤箱.附近有金发超市.福泰超市.皇家银行...IGA MAXI 165 535巴士直达市中心.生活起居非常方便.前后阳台。房子干净 (出租给男生)不吸烟月租365九月一日起随时入住.周一至周五5;30后来电话.周末全天有人.欢迎来电咨询看房。欢迎来电咨询！514 3442849 叶生手机514 2298711','','','','','','','','','','叶生','51434428495142298711','','mimili851229@gmail.com','','','365','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(227,'46494','2016-10-06','http://www.iu91.com/rs/rent/2016-09/46494.shtml','N.D.G区52套全新公寓出租（拎包入住）','地址: Benny Av, Montreal, QC','eal, QC','$770(加元)','高级公寓','整租 新租约','9卧 7厅 8厕 3楼','1年','随时入住','！！！NDG区全新公寓！！！！无虫害，无味道，干净明亮。 
共52套公寓房，出租价位从$770---$1,500不等。位于和Sherbrooke主街交界的小街上，靠近多个私立名校24路高频公交车15分钟直达蒙特利尔市中心。','','','','简单家具','繁华大街 超市 商场 学校','近公车站','','','','','','','qzhong@gmail.com','','','770','N D G','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(228,'46641','2016-10-06','http://www.iu91.com/rs/rent/2016-09/46641.shtml','步行绿线Monk地铁站5分钟全新装修单房分租','地址: Laurendeau Rue, Montreal, QC H4E 3Z4','H4E 3Z4','$380(加元) 包水电暖网','一般公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 1楼','1年 可短租','随时入住','1。出租一间安静内街、全新装修、阳光充足、宽敞明亮的大卧室；步行5分钟到Monk地铁站;周围有中国超市“荣昌行”和西人超市和印度蔬菜水果店，还有中国餐馆和西人餐馆。离大型购物中心也很近，只有一站地；周围还有中、大型公园，足球场、棒球场，室内游泳馆.....；去市中心和几所大学坐地铁不用换车8～10分钟就可以到，交通、生活、运动健身......生活及其方便。 
2.   房间有全套家具和厨房电器用具，水、暖、电、网全包，每月$380。欢迎不吸烟、不养宠物、爱干净、安静一些的学生。 
2.  还有一套全新装修的三半可以短租，出租日期从即日起～10月31日。全套家具和全套厨具，地点是一样的，月租$580  。 
3.   有意租房者，请电话 438-558 9947 / 514-570 7808  或 E-mail:         谢谢！ 
  ','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 全套电器 游泳池 高速上网 洗衣机/房','商场 社区中心 体育设施 医疗机构 公园','近公车站 - 公交车78、36 - 步行约1和5分钟','近地铁站 - Monk - 步行约5分钟','','近高速公路 - 约1分钟车程','Cynthia','438-5589947','','cynthiaxing@hotmail.com','','','380','Monk','78 36 1 5','Monk','','1','QC','Montreal','');
INSERT INTO "monrent" VALUES(229,'38763','2016-10-06','http://www.iu91.com/rs/rent/2016-08/38763.shtml','LAVAL 地铁边 两室一厅，地铁2分钟。','地址: Major Montee, Laval, QC H7N 4S5','H7N 4S5','$450(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','2卧 1厅 1厕 合厨合厕 2楼','1年 6个月','12/01/2016','包水电暖，冰箱炉头洗衣机干衣机微波炉餐具（锅碗瓢盆），前后大阳台，后院有花园，社区安全安静。15分钟到唐人街，20分钟到Milgill大学。房栋乐于助人。希望成为你的朋友。','','','光线明亮 房间宽敞','简单家具 简单厨具 储藏室/locker 高速上网 洗衣机/房','','近公车站 - bus总站20米 - 步行约1分钟','近地铁站 - cartier - 步行约1分钟','','','mafucai@hotmail.com','514-660-7899','','mafucai@hotmail.com','','','450','LAVAL','20 1','cartier','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(230,'47088','2016-10-05','http://www.iu91.com/rs/rent/2016-10/47088.shtml','康大旁边1975大卧室转lease','地址: De Maisonneuve Boul O, Montreal, QC H3H 1K4','H3H 1K4','$500(加元) 包水暖','一般公寓','分租 转租约','1卧 1厅 1厕 合厨合厕 3楼','11个月','随时入住','康大旁1975超大卧室，因个人原因搬家所以转租，送一个月房租，合同一直到明年9月份。房间夏天超级凉快，楼上有游泳池和健身房，对面就是盛唐，pa，康大地铁站5走路分钟，交通非常方便，房租一个月500，网费25一个月，电费平分，室友人很好，爱干净，希望新室友也是一个比较安静的人，应为我已经不住在那里，所以随时可以搬进去，因为本人学生平时要上课，所以请短信联系5145771998，工作日基本5点左右可以看房，周末中午以后，有需要的朋友尽快联系吧，','','','光线明亮 房间宽敞','简单家具 简单厨具 游泳池 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 图书馆','','','','','胡同学','5145771998','','hxy2448048112@gmail.com','','','500','lease','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(231,'46267','2016-10-05','http://www.iu91.com/rs/rent/2016-10/46267.shtml','de l''eglise 地铁站旁5个半房间出租','地址: Ross Rue, Verdun, Montreal, QC H4G 1Y4','H4G 1Y4','$400(加元) 包水电暖网','Duplex/Tri-plex','分租 无租约','3卧 1厅 1厕 合厨合厕 2楼','1年','10/20/2016','出门就是地铁站，10分钟到DOWNTOWN，地处VERDUN区的中心地带，附近WELLINGTON街有多家中西超市和商铺，步行5分钟可到河边，交通和生活都很便利。','','','光线明亮 房间宽敞','简单家具 高速上网 洗衣机/房','繁华大街 超市 体育设施 公园 水景','','近地铁站 - De l''eglise - 步行约0.1分钟','','','','5142993516','','xoxoeric@gmail.com','','','400','de l eglise','','De l eglise','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(232,'47087','2016-10-05','http://www.iu91.com/rs/rent/2016-10/47087.shtml','DT 康大便宜二个半 $685','地址: De Maisonneuve Boul O, Montreal, QC H3H 1K1','H3H 1K1','$685(加元) 包水暖网','一般公寓','整租 转租约','1厅 1厕 3楼','1年','随时入住','出租：DT 1819 康大附近 2个半10月中旬或者11月转租，由于毕业回国。地铁站康大PA统统只要5-8mins。一个月$685包水暖热水和其他但是不包电和网（电一个月$20左右）。PS：无虫 有兴趣的可以直接打我电话或者发短信（514-581-2855 陈）','','','','','','','','','','陈','51458128555145812855','','','','','685','DT','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(233,'24166','2016-10-05','http://www.iu91.com/rs/rent/2016-10/24166.shtml','靠近Monk地铁站 步行6分钟','地址: Beaulieu Rue, Montreal, QC H4E 3E8','H4E 3E8','$400(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','2卧 1厅 1厕 合厨合厕 2楼','1年','随时入住','靠近ANGRIGNON MALL  步行6分钟到Monk地铁站 1分钟到37路公交车站 附近有图书馆游泳馆银行超市等 生活交通极其方便 房间光线明亮 整个一面墙都是窗户 内有单独的冰箱 阳台 生活设施一应俱全 提包入住即可 欢迎前来看房  ','','','','','','','','','','Susan','438738-4073438992-6947','','snowy621@gmail.com','','','400','Monk','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(234,'25892','2016-10-05','http://www.iu91.com/rs/rent/2016-10/25892.shtml','大4半出租650','地址: De Villiers Rue, Montreal, QC H4E 1L2','H4E 1L2','$650(加元)','Duplex/Tri-plex','整租 新租约','2卧 1厅 1厕 3楼','1年','随时入住','距地铁步行10-14分钟左右，距离公车2分钟内，近超市，近shopping mall,近20，15，720号高速。附近有幼儿园，小学，网球场，室内游泳馆（免费）CLSC。 
该房间位于居民区内，所以非常安静。房间格局属于南北通透，夏天非常凉爽。后面自带100平米院子并带有一个大阳台。 
房间内不许养猫狗等宠物（鱼，龟等可以）。 
房间只包炉头，冰箱，洗衣机，干衣机。另外房子有实木餐桌一张。每个房间都有储物柜。照片中没显示出来。 
注：本房距离地铁14分钟距离是GOOLG地图给出的，我自己走用10分钟，请大家在看房前考虑是否能接受这个距离，这样节约大家的时间。谢谢。具体请电话联系4388288416 
','','','光线明亮 房间宽敞','全套电器','超市 商场 学校 托儿所 社区中心 体育设施 公园 警局','近公车站 - 78 - 步行约2分钟','近地铁站 - jolicoeur - 步行约13分钟','','近高速公路 - 20,15,720','徐先生','438-8288416438-8288416','','yidongxu.cn@gmail.com','','','650','','78 2','jolicoeur','','20 15 720','QC','Montreal','');
INSERT INTO "monrent" VALUES(235,'22777','2016-10-05','http://www.iu91.com/rs/rent/2016-10/22777.shtml','超近地铁12秒到monk地铁站好房间长、短租','地址: Monk Boul, Montreal, QC H4E 3J4','H4E 3J4','$350(加元) 包水电暖网','Duplex/Tri-plex','分租 无租约','1卧 1厕 合厨合厕 1楼','1年 可短租','随时入住','无惧雨雪风暴, 超级近地铁好房. 步行12秒钟到地铁站,免去冬天走雪路的苦恼；即使较晚回家也很安全。  
  
热水, 暖气, 电, 电话, 宽带高速网全包，并提供炉头,冰箱,微波炉,洗衣机和家具。干净整洁, 提包即可入住。 
  
走路半分钟到华人超市荣昌行及IGA，印巴人菜店，附近还有Jean Coutu ，CouchTard便利店, Dollar店 ，中国人理发店染染发屋，惠民中式快餐店，Subway快餐店，Pizza快餐店，Angrignon shopping mall,生活非常便利。  
  
社区服务：步行２分钟内有大公园，篮球场，足球场, walk-in Clinic等。附近还有免费游泳池和网球场. 
 
要求爱干净，安静，易相处，爱护厨房卫生，不养宠物。 
  
长短租均可，随时入住。绝对好房，不容错过！ 
  
联系方式： 514-9968138 潘先生 . ','','','分门出入 光线明亮','简单家具 全套厨具 全套电器 储藏室/locker 高速上网 洗衣机/房','商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','','近地铁站 - monk - 步行约0.2分钟','','','潘先生','51499681385149968138','','','','','350','monk','','monk','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(236,'19008','2016-10-05','http://www.iu91.com/rs/rent/2016-08/19008.shtml','1分钟近绿线lasalle超值卧室提包入住','地址: De Rushbrooke Rue, Verdun, Montreal, QC H4G 1S7','H4G 1S7','价面议 包水电暖网','一般公寓','分租 无租约','1卧 1厅 1厕 合厨合厕','1年 可短租','随时入住','携带个人用品，提包入住 
环境优美，采光良好,含家具 (单人床,写字台,书柜,壁橱)，洗衣机，微波炉，电话，网络，包暖、电、热， 
近超好大型超市maxi，candiantire，1分钟近地铁， 
去downtown 5，6分钟，去康大、麦大、拉萨college便利，10分钟内均可抵达。 
附近有大型运动中心，近河边 
 
长租（〉5个月）：390$/月， 
短租（1- 5个月）：$420/月  
 
女性访问学者，留学生，正职单身优先，希望你：  
1。不吸烟，无宠物，讲卫生  
2。个性随和，好相处，无不良嗜好  
3。不得带异性过夜  
 
非诚勿扰，请联络或留言 
短信：4385589684 
QQ或Email： 
微信：canadamoment','','','全新装修 分门出入 光线明亮 房间宽敞','简单家具 简单厨具 储藏室/locker 高速上网 洗衣机/房','超市 学校 体育设施 公园','近公车站 - 12,21,58,61,71,108 - 步行约1分钟','近地铁站 - 绿线 lasalle - 步行约1分钟','','近高速公路 - 约1分钟车程','Cindy','4385589684','','2737384364@qq.com','','','','lasalle','12 21 58 61 71 108 1','lasalle','','1','QC','Montreal','');
INSERT INTO "monrent" VALUES(237,'46775','2016-10-05','http://www.iu91.com/rs/rent/2016-09/46775.shtml','3 1/2 包暖+包电+包WIFI+车位','地址: Dollar, Longueuil, QC J4K 6M6','J4K 6M6','$650(加元) 包水电暖网','Duplex/Tri-plex','整租 新租约','1卧 1厅 1厕 2楼','1年','09/26/2016','','','','','','','','','','','zhang','514-6634918439-9282888','','','','','650','WIFI','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(238,'47085','2016-10-05','http://www.iu91.com/rs/rent/2016-10/47085.shtml','修女岛高层14楼河景大3半转Lease','地址: 200 De Gaspe Rue, Verdun, Montreal, QC H3E 1E6','H3E 1E6','$1,000(加元) 包水暖','一般公寓','整租 新租约','1卧 1厅 1厕 14楼','1年','11/01/2016','转租修女岛高层河景公寓大3个半，地址 200 Rue de Gaspe, 包水暖，风景绝佳，窗外就是圣劳伦斯河，我只住了两个月，因为我工作的公司搬到蒙特利尔北面，所以不得不转租，从来不做饭，新粉涮的墙，非常干净。修女岛小学就在街对面。 
 
Lease到17年8月底，11月1日开始转租 
 
房间在14楼，向南朝阳，阳光充足 
包炉头，冰箱，洗碗机 
包设备齐全的健身房，超大游泳池 
公寓由著名公司Structure Metropolitaine管理，7*24小时服务 
楼下停车场可以免费停车，室内车位70每月 
公交车站就在楼下，168路高频公交15分钟直达Downtown （Square Victoria, McGill 地铁)  12路15分钟到地铁De L''Église   
公寓可以养宠物 
修女岛风景如画，自行车道，公园，森林 
社区非常安全，邻居素质较高，十分友善 
 
＊＊ 房东要求credit check＊＊ 
 
 
','','','','','','','','','','孙先生','51457166215145716621','','shyqqtt@gmail.com','','','1000','Lease','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(239,'38719','2016-10-05','http://www.iu91.com/rs/rent/2015-10/38719.shtml','BerriUqam 附近5个半 房间分租 温馨公寓','地址: Saint-Timothee Rue, Montreal, QC H2L 3P3','H2L 3P3','$550(加元) 包水电暖网','一般公寓','分租 新租约','3卧 1厅 1厕 合厨合厕 3楼','1年','随时入住','好房，天窗，双阳台，家电齐全，您会喜欢，分租。','','','','全套家具 高速上网','繁华大街 超市 商场 学校 托儿所 图书馆 体育设施 医疗机构 公园 警局','','近地铁站 - berriuqam - 步行约2分钟','','','','4383881666','','peihenri@gmail.com','','','550','BerriUqam','','berriuqam','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(240,'46995','2016-10-05','http://www.iu91.com/rs/rent/2016-09/46995.shtml','Du college 地铁站旁单间出租','地址: Gohier Rue, Saint-Laurent, Montreal, QC H4L 3H6','H4L 3H6','$450(加元) 包水电暖网','Duplex/Tri-plex','分租 新租约','1卧 1厅 1厕 合厨合厕','1年','随时入住','近du college 地铁站，交通生活非常方便，步行lablow 超市和VANIER COLLEGE，近大型图书馆，公园。10几分钟去市中心  (蒙大）&麦大等，附近有bmo 银行， 中餐馆。 
 
欢迎预约看房。','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 冷暖空调 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - 步行约2分钟','近地铁站 - Du college - 步行约2分钟','','','陈','5149614608','','124005763qq.com','','','450','Du college','2','Du college','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(241,'46533','2016-10-05','http://www.iu91.com/rs/rent/2016-09/46533.shtml','短租／周租','地址: Egan Rue, Verdun, Montreal, QC H4H 1W6','H4H 1W6','$75(加元) 包水电暖网','Duplex/Tri-plex','分租 无租约','2卧 1厅 1厕 合厨合厕 半地下室','1个月','随时入住','马上入住，可以只租２，３周． 
 
因为要搬到其它城市，故转租此房间，12月底到期，适合想短租的，当然也可以和房东续租。室友素质很高，都是硕士生或博士生，文静有礼貌。 
 
房间挺大的，有两个藏物柜，一个大衣框。网速超快，分门进出，室友1枚，男博士在读，半地下室，第一间。 
 
７５$一周，包水电暖网。 
地址：775 Rue Egan, H4H 1W6 
手机：4389902475','','','全新装修 分门出入 光线明亮','简单家具','商场 图书馆 公园','','近地铁站 - 步行约9分钟','','','Abathur','43899024754389902475','','','','','75','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(242,'47078','2016-10-05','http://www.iu91.com/rs/rent/2016-10/47078.shtml','唐人街政府补贴房，罕见，先抢先得','地址: Clark Rue, Montreal, QC H2Z 1K1','H2Z 1K1','$705(加元)','一般公寓','整租 转租约','3卧 1厅 1厕 6楼','1年','11/01/2016','','','','','','','','','','','Shirley','514-531-6975','','xiulanhu@hotmail.com','','','705','','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(243,'46510','2016-10-05','http://www.iu91.com/rs/rent/2016-09/46510.shtml','近地铁vendome5个半Duplex新装修','地址: D''oxford Av, Montreal, QC H4A 2X8','H4A 2X8','$1,550(加元) 包水','Duplex/Tri-plex','整租 新租约','3卧 1厅 2厕 1楼','1年','随时入住','新装修高雅duplex一楼，水晶灯，实木地板，布局合理舒适宽敞。街区安静但是走2分钟即是繁华的sherbrook大街，附近超级医院，college。饭店超市dollar店Cafe店近在咫尺。乘坐bus地铁方便，距离市中心仅两站，开车去高速15号，720，只需3分钟。临近有名的国际小学和国际中学。','','','全新装修 分门出入 光线明亮 房间宽敞','简单厨具 全套电器 储藏室/locker 冷暖空调 洗衣机/房','繁华大街 超市 商场 学校 托儿所 体育设施 医疗机构 公园','近公车站 - 105 - 步行约2分钟','近地铁站 - vendome - 步行约10分钟','','近高速公路 - 15 - 约3分钟车程','Elisa','5145762388','','mikisong1226@gmail.com','','','1550','vendome Duplex','105 2','vendome','','15 3','QC','Montreal','');
INSERT INTO "monrent" VALUES(244,'47077','2016-10-05','http://www.iu91.com/rs/rent/2016-10/47077.shtml','麦吉尔大学附近 2个半11楼公寓 大两个半','地址: Durocher Rue, Montreal, QC H2X 2E3','H2X 2E3','$855(加元) 包水电暖','一般公寓','整租 转租约','1卧 1厅 1厕 11楼','2个月','10/29/2016','租金：转租11和12两个月，2016年底lease 到期，不用再签lease!! 
每月$855，水电暖全包，一楼有洗衣干衣房 
 
概况： 
       离麦吉尔大学步行五分钟！阳台可以看到皇家山，11楼公寓，房子整洁，光线充足。 
       因为工作需要想搬到另一个城市。 
       每月房租可以用信用卡支付 
      （PS, 这楼不可养猫/狗）  
       图中家具不包，可另卖，厨具，宜家公主床，宜家书柜, 饭桌, 书架, 落地灯等）。  
 
预计十月底可入住，具体入住时间再议。 ','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 洗衣机/房','商场 学校 托儿所','近公车站 - mcgill university - 步行约5分钟','','','','sunny','6136188901','','sunnybettynuo@hotmail.com','','','855','','5','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(245,'47074','2016-10-05','http://www.iu91.com/rs/rent/2016-10/47074.shtml','DT康大步行5分钟超大两个半转租送家具','地址: 1650 Rene-Levesque Boul O, Montreal, QC H3H 1P8','H3H 1P8','$720(加元) 包水','一般公寓','整租 转租约','1厅 1厕 3楼','10个月','随时入住','DT步行5分钟至康大地铁站的超大两个半 
转lease 比新lease便宜 
宽敞明亮 入住送一个double的床盒和床垫 
送两个宜家的小方桌和一盏小台灯 
可满足基本生活需求 
入住还送网络到11月底 
10月随时入住只需付我一半房租 
房租不包电 一个月电费10-20刀 
房间里有超大的衣橱 鞋子包包衣服全都放得下 
适合单身或夫妻租住 
需要的尽快联系看房转合同 
如果介绍朋友接手lease可以返你$20 
钱不多～小小心意','','','分门出入 光线明亮 房间宽敞','简单家具 全套电器 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 医疗机构 警局','近公车站 - 165 Rene Levesque - 步行约1分钟','近地铁站 - guy-concorida - 步行约5分钟','','','Grace','5145660688','','grace.981@hotmail.com','','','720','DT','165 1','guy concorida','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(246,'9427','2016-10-05','http://www.iu91.com/rs/rent/2015-02/9427.shtml','Homestay NDG区 950一月包三餐','地址: Hampton Ave, Montreal, QC H4A 2K6','H4A 2K6','$950(加元) 包餐水电暖网','Duplex/Tri-plex','Homestay','','可短租','随时入住','本人帮朋友招租（女房东加拿大人），主招中国留学生。 
男女房东都很好，很热情、友好，还很幽默。通常一周洗两次衣服。当然，如果急着要洗，房东也会当晚洗掉。因为房东的洗衣机带有自动烘干机，所以当晚就能干。每晚都一起吃饭，他们吃啥房客吃啥。房东也在晚饭时间帮助留学生练习英语口语。有时晚饭后还有冰淇淋吃。只要你有问题都可以和他们说。 
他们愿意给未成年留学生当监护人。 
可以机场接送。  
这是这家homestay网址： http: //www.rrhomestay.com/ 
 (内附图片）','','','','简单家具 冷暖空调 电视','超市','近公车站 - Sherbrooke/Hingston; Sherbrooke/de Clifton - 步行约2-3分钟','近地铁站 - Vendome - 步行约15-20分钟','近火车站 - Vendome - 步行约15-20分钟','','Linda S.','514-262-9616','','rrhomestay@gmail.com','','','950','Homestay NDG','2 3','Vendome','Vendome','','QC','Montreal','');
INSERT INTO "monrent" VALUES(247,'17022','2016-10-05','http://www.iu91.com/rs/rent/2014-04/17022.shtml','Rosa 市中心寄宿家庭包三餐','地址: Notre Dame West, Montreal, QC','eal, QC','$800(加元) 包餐水电暖网','一般公寓','Homestay','','1年 可短租','随时入住','位于市中心，4分钟走到地铁站Lionel Groulx,去Rosemount High School,Westment High School, Marymount High School, McGill, Concordial, Dawson,LaSalle 都很方便；交通十分便利。 
寄宿家庭费： (提供学生监护） 
 房间宽敞明亮舒适，提供床，床上用品，桌子，椅子，壁柜； 
 包三餐及随餐水果，饮料，酸奶等； 
 提供基本洗漱用品：牙膏，洗发水，护发素，浴液，香皂等； 
 包水电暖网； 
 包清洁房间，洗衣（洗衣机和干衣机） 
 特色服务：提供免费法语英语辅导，及高中历史，数理化辅导。学生可以顺利通过法语B2移民考试，在高中学习中取得优异成绩！ 
email:   
热心为你排忧解难，助你学有所成，让你有个温暖的家，欢迎你的到来！','','','全新装修 光线明亮 房间宽敞','全套家具 电视 高速上网 洗衣机/房','超市 图书馆 体育设施','','','','','郭女士','514-692-0292','','rosa5877@hotmail.com','','','800','Rosa','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(248,'14627','2016-10-05','http://www.iu91.com/rs/rent/2015-06/14627.shtml','Lionel-Groulx 卧室 (10月1号起，可短租）','地址: Workman Rue, Montreal, QC H4C 1N5','H4C 1N5','$415(加元) 包水电暖网','一般公寓','分租 新租约','1卧 1厅 1厕 1车位 合厨合厕 2楼','1年 5个月 可短租','随时入住','独立大卧，全包：冰箱，炉头 (不含烤箱），微波炉，水，电，暖，高速网，洗衣机， 简单家具（桌椅，床，三斗橱， 壁橱）。近地铁（走路3分钟）。室内楼梯。 
可短租：30$/天/人. 
','','','光线明亮 房间宽敞','简单家具 简单厨具 游泳池 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 医疗机构','近公车站 - 步行约3分钟','近地铁站 - Lionel-Groulx - 步行约3分钟','','','438-七六四-零九零六','','','jiejie680707@163.com','','','415','Lionel Groulx','3','Lionel Groulx','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(249,'20220','2016-10-04','http://www.iu91.com/rs/rent/2016-03/20220.shtml','NDG特大5半120平米前后凉台交通便利准喜欢','地址: Connaught Av, Montreal, QC H4V 1X6','H4V 1X6','$850(加元)','联体别墅','整租 新租约','3卧 1厅 1厕','1年','随时入住','特大5半，1200多平尺，干净漂亮，交通方便，好学区近layola校园，前后特大凉台，近shoppingmall生活一切方便','','','','','','','','','','唐先生','514-294-1775','','myt333@yahoo.com','','','850','NDG','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(250,'46558','2016-10-04','http://www.iu91.com/rs/rent/2016-10/46558.shtml','Villa Maria紅磚牆時尚公寓包水電暖','地址: Brodeur Av, Montreal, QC H4A 1J2','H4A 1J2','$750(加元) 包水电暖','一般公寓','整租 新租约','1卧 1厅 1厕 半地下室','1年 可短租','11/01/2016','全新裝修,房租包含水,電,暖, 全套傢俱,拎包入住! 可加網! 
鬧中取靜,生活非常便利. 離Villa-Maria地鐵步行只要兩分鐘!!! 
磚造屋,獨立門出入,室內有面復古紅磚牆  (Wow!!!) 
近Provigo, Premiere Moisson, BMO, TD bank, Pharmaprix, Starbucks, Second Cup, Yeh, David''s tea, 以及多家酒吧及餐廳. 
臨近Villa-Maria College, Marianopolis, University of Montreal. 在地鐵站也可搭bus#24, 直達 Concordia 及 McGill校門口. 
歡迎預約看房!','','','全新装修 分门出入 房间宽敞','全套家具 简单厨具 全套厨具 储藏室/locker 冷暖空调 高速上网','繁华大街 超市 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - 24,103,102 - 步行约2分钟','近地铁站 - villa maria - 步行约2分钟','近火车站 - Vendom - 步行约8分钟','近高速公路 - 15/Decarie - 约3分钟车程','Su','51469120885145685595','','ccttnn99@gmail.com','','','750','Villa Maria','24 103 102 2','villa maria','Vendom','15 3','QC','Montreal','');
INSERT INTO "monrent" VALUES(251,'46474','2016-10-04','http://www.iu91.com/rs/rent/2016-09/46474.shtml','SAUVE地铁旁单间出租，英语环境,全包','地址: Berri Rue, Montreal, QC H3L 2G7','H3L 2G7','$350(加元) 包水电暖网','一般公寓','分租 无租约','3卧 1厅 1厕 合厨合厕 2楼','1年 可短租','随时入住','SAUVE地铁旁单间出租，英语环境， 位于duplex 二层，带家具，马上入住，包水电暖网  
1，	出入方便 SAUVE地铁站步行5分钟，离地铁，公交车近，坐地铁15分钟到唐人街和市中心，干净，宽敞，明亮长短租皆可。 
2，	地处优质小区，采光好，提包入住，随时可看房，环境优美，附近有公园，棒球场，儿童游乐场，篮球场，离购物中心都近，  
3，	一直是自用的房，房间非常干净， 有冰箱、炉头、微波炉、洗衣机和抽油烟机 ,宽带  
4，	房间布局合理 ，内楼梯 出入方便，每个房间都有窗，通风阳光  
5，	周围环境方便，地处好学区，周围有非常优质的小学，中学和幼儿园，周围是英语环境和高尚住家。 
6，	寻找爱干净，安静，不抽烟，不养宠物并有良好生活习惯的朋友。随时提包入住。  
 
欢迎随时联系看房： 514-629-8818 
','','','','全套家具','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - 步行约1分钟','近地铁站 - 步行约5分钟','','近高速公路 - 约5分钟车程','','5146298818','','','','','350','SAUVE','1','','','5','QC','Montreal','');
INSERT INTO "monrent" VALUES(252,'46639','2016-10-04','http://www.iu91.com/rs/rent/2016-09/46639.shtml','步行Monk地铁站5分钟全新装修单房分租','地址: Laurendeau Rue, Montreal, QC H4E 3Z4','H4E 3Z4','$380(加元) 包水电暖网','一般公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 1楼','1年 可短租','09/16/2016','1。出租一间安静内街、全新装修、阳光充足、宽敞明亮的大卧室；步行5分钟到Monk地铁站;周围有中国超市“荣昌行”和西人超市和印度蔬菜水果店，还有中国餐馆和西人餐馆。离大型购物中心也很近，只有一站地；周围还有中、大型公园，足球场、棒球场，室内游泳馆.....；去市中心和几所大学坐地铁不用换车10分钟就可以到，交通、生活、运动健身......生活及其方便。 
2.   房间有全套家具和厨具，水、暖、电、网全包，每月$380。要求不吸烟、不养宠物、爱干净、安静一些的男性学生。 
2.  还有一套全新装修的三半可以短租，出租日期从9月16日～10月31日。全套家具和全套厨具，地点是一样的，月租$600  。 
3.   有意租房者，请电话 438-558 9947   或 E-mail:       谢谢！ 
  ','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 游泳池 高速上网 洗衣机/房','商场 社区中心 体育设施 医疗机构 公园','近公车站 - 公交车78、36 - 步行约1和5分钟','近地铁站 - Monk - 步行约5分钟','','近高速公路 - 约1分钟车程','Cynthia','438-5589947','','cynthiaxing@hotmail.com','','','380','Monk','78 36 1 5','Monk','','1','QC','Montreal','');
INSERT INTO "monrent" VALUES(253,'46762','2016-10-04','http://www.iu91.com/rs/rent/2016-09/46762.shtml','市中心高层全新Condo-studio公寓全包家具','地址: 1390 Du Fort Rue, Montreal, QC H3H 2R7','H3H 2R7','$1,200(加元) 包水电暖','高级公寓','整租 新租约','1卧 1厅 1厕 16楼','1年','10/15/2016','Guy Concordia 与Atwater地铁之间，步行3分钟。绝佳地理位置。足不出户直通Lasalle学院，步行可达市中心步行街，康大，麦大，电影院，各类餐厅，银行，医院等公共配套。  
公寓布局合理，开放式Condo-Studio公寓，方便您学习工作。  
物业适合学生，青年情侣或购入用来投资出租给学生。带全套家具可提包入住。。。快来看房！','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 全套电器 冷暖空调 健身房 电视 洗衣机/房','繁华大街 超市 商场 学校 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','','近地铁站 - Atwater - 步行约3分钟','','近高速公路 - 720 - 约1分钟车程','','','','shaobo88@gmail.com','','','1200','Condo studio','','Atwater','','720 1','QC','Montreal','');
INSERT INTO "monrent" VALUES(254,'47061','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47061.shtml','snowdown大四半转lease免一个月房租','地址: 4610 Queen-Mary, Montreal, QC H3W 1W6','H3W 1W6','$870(加元) 包水','一般公寓','整租 转租约','2卧 1厅 1厕 4楼','8个月','11/01/2016','因购房需转lease。 
本公寓位于queen-mary大街，距离showdown地铁站步行6分钟。有51、166等高频车直达楼下。周边配套设施齐全，超市、重点小学、中学和幼儿园均在咫尺之遥。 
有意者请电话联系：5142621126 
优惠：可免一个月房租。 
欢迎看房面谈','','','光线明亮 房间宽敞','洗衣机/房','繁华大街 超市 学校 托儿所 图书馆 公园','近公车站 - 步行约1分钟','近地铁站 - snowdown - 步行约6分钟','','近高速公路','eva','5142621126','','eva1080@gmail.com','','','870','snowdown lease','1','snowdown','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(255,'47060','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47060.shtml','高级三个半出 位置绝佳 自带洗烘机包电暖网','地址: 888 Rue Saint-Francois-Xavier, Montreal, QC H2Y 0A8','H2Y 0A8','$1,700(加元) 包水电暖网','高级公寓','整租 无租约','1卧 1厅 1厕 19楼','6个月 可短租','12/01/2016','HI 大家好 
高档大楼公寓三个半出租，占据最好最便利的蒙特利尔地理位置， 闹中取景！ 
1. 下楼过个小马路不到几秒钟！！！就达到PLACE D''ARMES, 穿过和它连着的商场COMPLEXE DESJARDINS,你又来到另一个地铁站PLACE DES ARTS! 
2. 下楼朝右走2分钟，您讲到CHINA TOWN. 
3. 下楼朝上走1分钟即是老港 
4. 下楼朝左走即是商务区 
5. 提包入住， 所有家具电器9成新，包电暖网。 
 
欢迎有意者电聊！！ 
 
谢谢！ 
 
','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 冷暖空调 健身房 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 55， 715','近地铁站 - PLACE D''ARMES 和 PLACE DES ARTS','近火车站 - BONAVENTURE ( VIA RAIL) 和 AMT','近高速公路 - 720 和 15','CINDY','438-990-3698','','cindycaimontreal@gmail.com','','','1700','','55 715','PLACE D ARMES PLACE DES ARTS','BONAVENTURE VIA RAIL AMT','720 15','QC','Montreal','');
INSERT INTO "monrent" VALUES(256,'15536','2016-10-04','http://www.iu91.com/rs/rent/2016-10/15536.shtml','超高层干净明亮安静大三半长短租','地址: 6550 Sherbrooke Rue O, Montreal, QC H4B 1N2','H4B 1N2','$699(加元) 包水暖','一般公寓','整租 无租约','1卧 1厅 1厕 17楼','1年 可短租','11/01/2015','1、高级公寓17楼大三个半，宽敞、明亮、安静； 
2、交通方便：105高频车15分钟到地铁站vendome，和高频车到市中心； 
3、距离康大分校5分钟； 
4、购物中心、公园和路边个人停车方便; 
5、楼顶有游泳池、洗衣房。','','','光线明亮 房间宽敞','全套家具 全套厨具 游泳池 洗衣机/房','繁华大街 超市 商场 学校 托儿所 社区中心 医疗机构 公园','近公车站 - 105 - 步行约1分钟','','','近高速公路 - 20 - 约5分钟车程','何先生','5146234209','','okok114@gmail.com','','','699','','105 1','','','20 5','QC','Montreal','');
INSERT INTO "monrent" VALUES(257,'6316','2016-10-04','http://www.iu91.com/rs/rent/2016-02/6316.shtml','长短租一半近地铁Vendôme全包无线网','地址: Upper-Lachine Ch, Montreal, QC H4A 2B5','H4A 2B5','$560(加元) 包水电暖网','一般公寓','整租 新租约','1厅 1厕 3楼','1年','11/01/2016','位置方便，近Vendôme地铁站，公车在楼门口下。 
全新窗户，木地板,大壁橱。 
提供简单家具（床和床垫，桌子）。 
 
包炉头冰箱，包电，暖和热水，高速无线网；楼内有洗衣机干衣机。 
一年合约优惠月租560元，质优价廉。按月短租700元。 
 
室外私人停车位加50元。在市区闹市区一位难求。 
 
注意：本套型是单独居住，不是合租，独立卫生间和厨房，一个大房间，既作单独睡房也是客厅！ 
尚有一个室外停车位待租。 
 
Tel： 514-225-1103 
手机：514-695-3255 
地址： 5800 Upper Lachine， Montreal， QC H4A 2B5 
','','','分门出入 光线明亮 房间宽敞','简单家具 简单厨具 全套电器 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - 90， 104','近地铁站 - Vendome - 步行约8分钟','近火车站 - Vendome - 步行约8分钟','近高速公路 - 20， 720 - 约5分钟车程','Frank','514-225-1103','','franksophie888@gmail.com','','','560','Vend me','90 104','Vendome','Vendome','20 720 5','QC','Montreal','');
INSERT INTO "monrent" VALUES(258,'21845','2016-10-04','http://www.iu91.com/rs/rent/2016-09/21845.shtml','lasalle风景区漂亮大5半','地址: Lasalle, Montreal, QC','eal, QC','$860(加元)','Duplex/Tri-plex','整租 无租约','2卧 1厅 1厕 2楼','1年 可短租','10/01/2016','安静小区漂亮大5半，两独立大卧室，一开放卧室，近美丽的激流岛公园。生活方便，近中，小学，daycare，附近有大型超市Super C， Pharmaprix, dollar 店等。 交通便利， 门口有高频车直达地铁站。 方便上高速15和20。 可拎包入住， 提供炉头，冰箱，洗衣机， 简单家具和厨具。适合家庭，旅游度假， 合租。 
联系方式：5149101668 电话， 短信， 或留言 
 
 
 
 
 
','','','全新装修 分门出入 光线明亮 房间宽敞','简单家具 简单厨具 洗衣机/房','超市 商场 学校 托儿所 图书馆 社区中心 体育设施 公园 水景','近公车站 - 112， 110， 123， 58 - 步行约2分钟','','','近高速公路 - 15，20 - 约6分钟车程','zhou','5149101668','','ruthqing@gmail.com','','','860','lasalle','112 110 123 58 2','','','15 20 6','QC','Montreal','');
INSERT INTO "monrent" VALUES(259,'46547','2016-10-04','http://www.iu91.com/rs/rent/2016-09/46547.shtml','蒙大附近卧室出租','地址: Marechal Av, Montreal, QC H3T 1M8','H3T 1M8','$450(加元) 包水电暖网','一般公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 3楼','3个月 可短租','10/01/2016','','','','光线明亮 房间宽敞','全套家具 全套厨具 全套电器 高速上网 洗衣机/房','学校 图书馆 公园','近公车站 - 165 - 步行约3分钟','近地铁站 - cote des neiges - 步行约3分钟','','','','51469978555146236364','','cwy920627@163.com','','','450','','165 3','cote des neiges','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(260,'47006','2016-10-04','http://www.iu91.com/rs/rent/2016-09/47006.shtml','近loyola校园7400大楼大10月份大3个半短租','地址: Cavendish Boul, Montreal, QC H4B 2N4','H4B 2N4','$600(加元) 包水电暖网','一般公寓','整租 新租约','1卧 1厅 1厕','1年 可短租','随时入住','10月份短租，全包，热水，电，网，锅碗瓢盆一应俱全，600加元。','','','','','','','','','','葛先生','51469236634389905088','','gxd369@gmail.com','','','600','loyola','','','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(261,'47052','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47052.shtml','麦吉尔医学院对面出租客厅','地址: 1230 Du Docteur-Penfield Av, Montreal, QC H3G 1B5','H3G 1B5','$600(加元) 包水暖网','一般公寓','分租 新租约','1厅 1厕 合厨合厕 9楼','1年 可短租','随时入住','位于皇家山脚，走路2分钟至trail path。离医学院1分钟，法学院3分钟，subway2分钟。楼里大部分是麦吉尔的学生，大家相处愉快。此楼非常的安静，适合serious的学生。 
客厅出租，非常宽敞明亮，配有queen size床，2张桌子，电脑椅，衣柜，落地灯，coffee table等等。可以拎包入住。如果有自己的家具，我可以考虑卖掉现有的，但租金不变，因为我没有另收取家具的费用。 
 
厨房是open concept，适合少煮食的朋友。我一周7天都很忙，但基本每周会开车去Costco，华人超市买菜，可以同行。 
 
希望找到不经常party，作息时间规律（我早睡早起），少做饭的室友。非诚勿扰，谢谢！','','','全新装修 光线明亮 房间宽敞','全套家具 储藏室/locker 冷暖空调 高速上网 洗衣机/房','繁华大街 学校 图书馆 公园','','近地铁站 - Peel - 步行约5分钟','','','Jessi','5144056060','','oligicc@gmail.com','','','600','','','Peel','','','QC','Montreal','');
INSERT INTO "monrent" VALUES(262,'34588','2016-10-04','http://www.iu91.com/rs/rent/2015-04/34588.shtml','NDG近橙线3个半 半地下室学区房出租','地址: Coolbrook Av, Montreal, QC H3X 2L6','H3X 2L6','$680(加元) 包水','Duplex/Tri-plex','整租 新租约','1卧 1厅 1厕 半地下室','1年','随时入住','附近有（cinq-continants)五洲小学,步行五分钟可到。包炉头，冰箱，洗衣机，烘干机。','','','分门出入 光线明亮 房间宽敞','简单厨具 洗衣机/房','学校 社区中心 公园','近公车站 - 129 lucy - 步行约3分钟','近地铁站 - cote-sainte-catherine - 步行约8分钟','','','Cherry','51480603334387658666','','yuchencherry@hotmail.com','','','680','NDG','129 3','cote sainte catherine','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(263,'47044','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47044.shtml','**** 1分钟到康大 Downtown三个半转租 ****','地址: Mackay Rue, Montreal, QC H3G 2M2','H3G 2M2','$890(加元) 包水电暖','一般公寓','整租 转租约','1卧 1厅 1厕 11楼','1年','10/29/2016','地址：2150Mackay，Apt.1101 
 
康大Hall Building斜对面，步行2分钟到康大图书馆/地铁站/Sainte-Catherine大街 
 
楼主与先生都是康大毕业生，在这楼住了有5年。房子整洁，光线充足。 
因为转租老lease，所以能有每月$890水电暖全包的价钱（每月房租可以用信用卡支付）。 
 
另外，楼管也住在这栋楼里，人很nice，一般报修和维修处理迅速。这楼不可以养猫或者狗。 
 
图中家具不包，可另卖。 
 
具体入住时间可再议。 
 
最快可在10月10号开始看房，有意的朋友请提前发信息or邮件预约看房的时间，谢谢配合。 
 
 
','','','光线明亮','','繁华大街 商场 学校 图书馆 警局','近公车站','近地铁站 - Guy-Concordia - 步行约2分钟','','','Hannah','5144305706','','superrabbitfur@gmail.com','','','890','Downtown','','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(264,'46978','2016-10-04','http://www.iu91.com/rs/rent/2016-09/46978.shtml','温馨小屋转租','地址: Saint-Marc Rue, Montreal, QC H3H 2N9','H3H 2N9','$866(加元) 包水电暖网','一般公寓','整租 转租约','1卧 1厅 1厕','1年','11/01/2016','','','','房间宽敞','简单厨具 冷暖空调 游泳池 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 图书馆 体育设施 警局','近公车站','近地铁站 - Guy-Concordia - 步行约2分钟','','近高速公路','Cathy Wang','5146234590','','cathy.0622@hotmail.com','','','866','','','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(265,'19234','2016-10-04','http://www.iu91.com/rs/rent/2016-09/19234.shtml','提包入住, Rosemont区(RTC)单间房出租','地址: 19e Av, Montreal, QC H1X 2L8','H1X 2L8','$480(加元) 包水电暖网','Duplex/Tri-plex','分租 无租约','1卧 1厅 1厕 合厨合厕 2楼','1个月 可短租','随时入住','风景优美小区双层公寓坐落于两个社区公园之间安静林荫道上，各种体育休闲运动设施齐全。临近Montreal植物园和Parc Maisonneuve  
 
优质学区，近著名中学Collège Jean-Eudes  (法语私立中学，top 1), Rosemount High School  (英语公立中学), College Rosemont  (法语CEGEP，法语coffe教学中心), Rosemount Technology Centre  (著名英语成人教育中心,免费). 3分钟走到RTC.  
 
临近购物中心, 各大超市, Maxi, Super C, Provigo, Metro, 金發，继發...  
 
街口18公车站15分钟到橙线地铁Beanbien站，139/439公车5分钟到绿线地铁Pie-IX站  
 
室内设施全, 提包入往, 安全、卫生、方便, 是首选的住处。欢迎长租短住人士。 
 
单间出租，短租：短租：$40/天，$200/周，$520/月;  
 
长租：$480/月  (三个月以上)。','','','分门出入 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 18,139,439 - 步行约1-5分钟','','','近高速公路 - 40 - 约5分钟车程','','514-916-6188','','apartment_for_rent@live.ca','','','480','Rosemont RTC','18 139 439 1 5','','','40 5','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(266,'41976','2016-10-04','http://www.iu91.com/rs/rent/2016-03/41976.shtml','市中心,真正全包 近Concordia university','地址: 1280 Saint-Marc Rue, Montreal, QC H3H 2G1','H3H 2G1','$320(加元) 包电暖网','一般公寓','分租 新租约','2卧 1厅 1厕 1车位 合厨合厕 7楼','1年','随时入住','坐落市中心 （downtown), 近Guy-Concordia 地铁站及公交车站，交通超级便利，附近有各种餐馆及购物中心。离concordia大学1分钟距离。是理想的住所。 
主人想出租厅 
厅：320 加元 
包全部家具及水电暖网。','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 冷暖空调 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 165 - 步行约1分钟','近地铁站 - guy concordia - 步行约1分钟','','','Mr.Ma','514-627-3599514-800-4016','','','','','320','Concordia university','165 1','guy concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(267,'47042','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47042.shtml','绿色家园多房出租','地址: Decarie Boul, Montreal, QC H3X 2H5','H3X 2H5','$725(加元)','一般公寓','整租 新租约','1厅 1厕','1年','随时入住','','','','','','','','','','','jenny','514-690-1899','','602410605@qq.com','','','725','','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(268,'47040','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47040.shtml','绿色家园多房出租','地址: Rene-Levesque Boul O, Montreal, QC H3H 2S1','H3H 2S1','$750(加元)','一般公寓','整租 新租约','1卧 1厅 1厕','1年','随时入住','','','','','','','','','','','Jenny','514-690-1899','','602410605@qq.com','','','750','','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(269,'28918','2016-10-04','http://www.iu91.com/rs/rent/2015-06/28918.shtml','R.T.C. 学生公寓， 全包价拎包入住','地址: 4110 53 Av, Montreal, QC H2A 2X8','H2A 2X8','价面议 包水电暖','一般公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 3楼','1年','随时入住','特近Rosemount CEMTER   (R.T.T.)   
Rosemount  center  学生公寓 
 ','','','','','','','','','','张','51458588265149075058','','STAHOME@LIVE.COM','','','','R T C','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(270,'42533','2016-10-03','http://www.iu91.com/rs/rent/2016-10/42533.shtml','单间或套房出租，水电暖网全包','地址: 6980 21e Av, Montreal, QC H2A 2J2','H2A 2J2','$400(加元) 包水电暖网','一般公寓','分租 新租约','2卧 1厅 1厕 合厨合厕 2楼','6个月 可短租','随时入住','单间出租或者整套出租，优势地段，近EMSB两所学校，还有一所不算太远。近EMSB法语课程JFK学校。近购物中心，配套有两到三家银行。离金发中国超市走路20分钟。 
水电暖网全包 (但请不要浪费使用)，单间400-430（卧室有大小之分），基本家具齐全。若有整套租下来的意向请尽早联系。 
若有任何租房意向可联系我，邮箱，微信（须说明租房），手机亦可。手机若无人接听请发送短信告知，请勿语音留言。','','','光线明亮','简单家具 简单厨具 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 社区中心 公园','近公车站 - no.139, no.141, no.18 - 步行约1-10分钟','近地铁站 - St-Michelle, Pie-IX - 步行约18,30分钟','','近高速公路 - 约1分钟车程','孟凡晋','5146778678','','597992432@qq.com','','','400','','139 141 18 1 10','St Michelle Pie IX','','1','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(271,'46266','2016-10-03','http://www.iu91.com/rs/rent/2016-08/46266.shtml','市中心适合合租的cottage','地址: Seymour Av, Montreal, QC H3H 2A6','H3H 2A6','$2,600(加元)','一般公寓','整租 新租约','4卧 1厅 2厕 2楼','1年','随时入住','1207 Seymour H3H 2A4 
 
市中心，2层，4房，饭厅／客厅，2.5浴室，4件套厨具，洗衣机/烘干机，空调，私人天台，$2600/月，随时入住。可以住4个人。临近Guy Concordia/Atwater metro， 步行Concordia, Lasalle College, Dawson college， 附近有各种超市 PA, Shopper drug mart 和中国超市。','','','全新装修','简单家具 简单厨具 洗衣机/房','','','','','','','51451941475145739501','','ntolentino1954@hotmail.ca','','','2600','cottage','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(272,'47033','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47033.shtml','NDG 离地铁步行8分钟公寓出租','地址: 5230 Ponsard Av, Montreal, QC H3W 2A8','H3W 2A8','$950(加元)','一般公寓','整租 新租约','3卧 1厅 1厕 2楼','1年','随时入住','房租950，以后不会加租金。离地铁近，学区好。','','','','','繁华大街 学校 托儿所','','近地铁站 - ville marie - 步行约8分钟','','','胡先生（thai express)','5145421060','','ninalinyuan@yahoo.com','','','950','NDG','','ville marie','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(273,'47032','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47032.shtml','交通便利Longueil好房诚意转租！可商榷！','地址: King-George Rue, Longueuil, QC J4J 2V1','J4J 2V1','$548(加元)','一般公寓','整租 转租约','1卧 1厅 1厕 1楼','1年','随时入住','因搬家，干净靓房转租。位于King George和Chemin Chambly 交叉路口。11月1日交可入住。 
 
租金:  548$/月，租约至2017年7月30日。 
 
- 二楼带阳台； 
- 一分钟到公交车站，有4条公交线路到到Longueuild地铁站（8，28，88，16路）； 
- 5分钟内到购物中心  (LOBLAWS, CANADIAN TIRE, WALMART, SUPER C...) ； 
- 厨房重新装修 ； 
- 提供收费的洗衣机及烘干机 ； 
 
不可饲养宠物（猫除外） 
 
提供:   
- 热水  
- 冰箱&炉头  
- 1个车位  
 
 
诚心转租，联系电话:  438-936-7768 
','','','','','','','','','','Ms WANG','438-936-7768','','emmawxyqn@yahoo.fr','','','548','Longueil','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(274,'46901','2016-10-03','http://www.iu91.com/rs/rent/2016-09/46901.shtml','3个半Lease转租','地址: 1485 Ouimet Rue, Saint-Laurent, Montreal, QC H4L 3R2','H4L 3R2','$680(加元) 包水暖','一般公寓','整租 转租约','1卧 1厅 1厕 3楼','1年','随时入住','转lease.这个3个半公寓，近Cote Vertu地铁站和公交车站。Cote Vertu地铁站旁边是超市AMR，对面是Provigo超市，Pharmaprix，Tim Horton''s.步行15分钟会到MAXI,SUPER C，夏威夷超市。楼对面是游泳池，旁边步行5分钟是公园有篮球，网球场和儿童乐园,另外还有YMCA,大公园夏天可以烧烤，打沙滩排球。近学校和幼儿园，步行10分钟有医院和CLSC。离Vanier College和College St-Laurent很近。楼下路边可以免费停车，也可以租室内和室外停车场，室内是75一个月。这个公寓是物业公司的，所以要做信用调查。公寓包热水，暖，提供炉头，冰箱。每2月电费在42-53之间。这里离Dorval工业区也很近，开车不堵车在15分钟左右。每周有人打扫楼道卫生倒垃圾。有问题需要维修可以找维修，维修很及时。住了一年多了，感觉很好。转租原因：买了房子需要搬走。家具可以考虑留下一些。如果感兴趣，请与我联系。','','','','洗衣机/房','超市 商场 学校 图书馆 社区中心 医疗机构 公园','近公车站 - Terminus Cote Vertu','近地铁站 - Cote Vertu','','','王女士','5142243676','','kai.feng198201@gmail.com','','','680','Lease','','Cote Vertu','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(275,'36905','2016-10-03','http://www.iu91.com/rs/rent/2016-08/36905.shtml','近地铁新装卧室尤合学生分租，长短租均宜','地址: 7000 De Montmagny Av, Montreal, QC H4E 2V9','H4E 2V9','$435(加元) 包水电暖网','一般公寓','分租 新租约','4卧 1厅 2厕 合厨合厕 1楼','1年','随时入住','新装卧室 --- 配有单人床的卧室尤合单身同学，双人床的卧室适合小夫妻等，长租短住无任欢迎： 
 
（特别注意： 业余有时间和兴趣的人士可以通过协助管理此房，达到减免租金甚至全免，甚至挣点小小收入的机会。） 
 
超近Angrignon 地铁，步行3分钟即到、安静街上新装修6半，四个睡房中的两个睡房分租，400$ 起，租期不低于3个月。 适宜单身人士。后院为此套房租客专用。 
近公园，Angrignon 购物中心。 
 
水电暖网全包。真正提包入住。 除合用的新炉头冰箱外，每个卧室均配有袖珍冰箱。 
 
日租也无任欢迎，价格另议。','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 简单厨具 全套厨具 高速上网 洗衣机/房','超市 商场 学校 体育设施 公园','','近地铁站 - Angrignon - 步行约3分钟','','','Jimmy','5149457198','','cjx9457198@gmail.com','','','435','','','Angrignon','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(276,'29359','2016-10-03','http://www.iu91.com/rs/rent/2016-10/29359.shtml','绿线地铁frontenac门口1半出租','地址: Frontenac, Montreal, QC H2K 2K2','H2K 2K2','$430(加元) 包暖','一般公寓','整租 新租约','1卧 1厕 3楼','1年','随时入住','新装修一半，步行地铁200米，生活交通便利，旁边有IGA，图书馆，免费游泳池等，，包暖气有冰箱炉头，欢迎看房。','','','','','','','','','','li','514927-6254','','andreayeow@gmail.com','','','430','frontenac','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(277,'46870','2016-10-03','http://www.iu91.com/rs/rent/2016-09/46870.shtml','转租老LEASE','地址: La-Fontaine Rue, Montreal, QC H1L 3J1','H1L 3J1','$614(加元) 包水暖','一般公寓','整租 转租约','2卧 1厅 1厕 1楼','1年','12/11/2016','','','','','','','近公车站 - 28,430,410,22 - 步行约1分钟','','','','韩女士','5146776655','','hanhao25@outlook.com','','','614','LEASE','28 430 410 22 1','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(278,'47029','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47029.shtml','老lease转租近康大1950 lincoln大三半','地址: 1950 Lincoln Av, Montreal, QC H3H 2N8','H3H 2N8','$1,070(加元) 包水电暖网','一般公寓','整租 转租约','1卧 1厅 1厕 8楼','1年','10/24/2016','','','','','','','','','','','陈','5145612588','','','','','1070','lease lincoln','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(279,'47016','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47016.shtml','市中心高级公寓大三半客厅招室友','地址: Saint-Marc Rue, Montreal, QC H3H 2G6','H3H 2G6','$665(加元) 包水电暖','高级公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 16楼','1年 可短租','随时入住','大三半客厅招1名室友：市中心高级condo，无虫紧邻康大，长/短租（665加币/月包水暖电空调，可商议）随时看房、随时入住 
 
我在决定住这栋公寓之前，把蒙特利尔地铁沿线的房子基本都看了，市中心的大楼也都了解了一遍。最后决定住2100 St. Marc 
 
1、地址、邮编： 
2100 St. Marc，H3H 2G6 
 
2、大楼介绍： 
市中心很多楼都有虫子、蟑螂，或者一进大楼的味道熏倒人 
2100 St. Marc是为数不多的没有虫子，而且楼内人员不杂，也不是来来往往非常密集。基本都是学生和白人。 
新装修，最重要的是没有味道。 
市中心有三个2100，这是2100 St. Marc 
因此，这栋公寓的房租比其他楼贵200加币。 
 
3、交通便利到爆： 
（1）离康考迪亚大学：步行3-4分钟 
（2）离地铁Guy-Concordia站：步行1-2分钟 
（3）离麦吉尔大学：开车7分钟，公车12分钟 
 
4、购物： 
（1）中国超市：你好、PA、盛唐、cocobun面包店 
（2）西人超市：离Adonis380米、IGA等 
（3）各种餐厅 
（4）紧邻市中心主街：圣·凯瑟琳大街RUE SAINTE-CATHERINE 
 
5、健身房：楼上就是健身房，免费的。 
 
6、公寓图片： 
（1）家具：公寓本来不配家具，我可以买些生活的简单家具（可以商量） 
（2）地板：新的 
（3）景色：可以看图片，景色很好 
（4）房租包含：电、暖、冷暖空调、热水；网络平摊（可以商量） 
 
7、联系方式 
微信：2537042555（备注：租房） 
手机号：514-五五零－07五一 
 
','','','全新装修 光线明亮 房间宽敞','简单家具 全套厨具 储藏室/locker 冷暖空调 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - Station Guy-Concordia - 步行约2分钟','近地铁站 - Guy-Concordia - 步行约2分钟','','','nicole','5145500751','','nicole0627piano@gmail.com','','','665','','2','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(280,'47027','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47027.shtml','Concordia地铁旁转租3个半，11月或12月入住','地址: 1850 Lincoln Av, Montreal, QC H3H 1H4','H3H 1H4','$808(加元) 包水暖','一般公寓','整租 转租约','1卧 1厅 1厕 3楼','8个月','11/01/2016','1850 Lincoln街8层公寓中的三个半，11月或12月入住，lease到明年6月30结束，每年涨8-10块钱房租。房子比较新，没有什么损坏的地方；地下室有储物locker，房间内也有很多壁橱和储物空间。Concordia附近这个价位很难找了。我们因为新工作在Laval，距离很远，再加上有了孩子需要更多的空间，所以要搬离。周末或者节假日可看房，因为孩子小，晚上7点以后请不要打电话。不方便的话可以发邮件或者短信。','','','光线明亮 房间宽敞','储藏室/locker 洗衣机/房','繁华大街 超市 商场 学校 图书馆 医疗机构 警局','近公车站 - 66，165，166 - 步行约1分钟','近地铁站 - Concordia - 步行约1分钟','','近高速公路 - 720 - 约2分钟车程','','514-9281698','','yuan.y4ng@gmail.com','','','808','Concordia','66 165 166 1','Concordia','','720 2','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(281,'34588','2016-10-04','http://www.iu91.com/rs/rent/2015-04/34588.shtml','NDG近橙线3个半 半地下室学区房出租','地址: Coolbrook Av, Montreal, QC H3X 2L6','H3X 2L6','$680(加元) 包水','Duplex/Tri-plex','整租 新租约','1卧 1厅 1厕 半地下室','1年','随时入住','附近有（cinq-continants)五洲小学,步行五分钟可到。包炉头，冰箱，洗衣机，烘干机。','','','分门出入 光线明亮 房间宽敞','简单厨具 洗衣机/房','学校 社区中心 公园','近公车站 - 129 lucy - 步行约3分钟','近地铁站 - cote-sainte-catherine - 步行约8分钟','','','Cherry','51480603334387658666','','yuchencherry@hotmail.com','','','680','NDG','129 3','cote sainte catherine','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(282,'47044','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47044.shtml','**** 1分钟到康大 Downtown三个半转租 ****','地址: Mackay Rue, Montreal, QC H3G 2M2','H3G 2M2','$890(加元) 包水电暖','一般公寓','整租 转租约','1卧 1厅 1厕 11楼','1年','10/29/2016','地址：2150Mackay，Apt.1101 
 
康大Hall Building斜对面，步行2分钟到康大图书馆/地铁站/Sainte-Catherine大街 
 
楼主与先生都是康大毕业生，在这楼住了有5年。房子整洁，光线充足。 
因为转租老lease，所以能有每月$890水电暖全包的价钱（每月房租可以用信用卡支付）。 
 
另外，楼管也住在这栋楼里，人很nice，一般报修和维修处理迅速。这楼不可以养猫或者狗。 
 
图中家具不包，可另卖。 
 
具体入住时间可再议。 
 
最快可在10月10号开始看房，有意的朋友请提前发信息or邮件预约看房的时间，谢谢配合。 
 
 
','','','光线明亮','','繁华大街 商场 学校 图书馆 警局','近公车站','近地铁站 - Guy-Concordia - 步行约2分钟','','','Hannah','5144305706','','superrabbitfur@gmail.com','','','890','Downtown','','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(283,'46978','2016-10-04','http://www.iu91.com/rs/rent/2016-09/46978.shtml','温馨小屋转租','地址: Saint-Marc Rue, Montreal, QC H3H 2N9','H3H 2N9','$866(加元) 包水电暖网','一般公寓','整租 转租约','1卧 1厅 1厕','1年','11/01/2016','','','','房间宽敞','简单厨具 冷暖空调 游泳池 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 图书馆 体育设施 警局','近公车站','近地铁站 - Guy-Concordia - 步行约2分钟','','近高速公路','Cathy Wang','5146234590','','cathy.0622@hotmail.com','','','866','','','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(284,'19234','2016-10-04','http://www.iu91.com/rs/rent/2016-09/19234.shtml','提包入住, Rosemont区(RTC)单间房出租','地址: 19e Av, Montreal, QC H1X 2L8','H1X 2L8','$480(加元) 包水电暖网','Duplex/Tri-plex','分租 无租约','1卧 1厅 1厕 合厨合厕 2楼','1个月 可短租','随时入住','风景优美小区双层公寓坐落于两个社区公园之间安静林荫道上，各种体育休闲运动设施齐全。临近Montreal植物园和Parc Maisonneuve  
 
优质学区，近著名中学Collège Jean-Eudes  (法语私立中学，top 1), Rosemount High School  (英语公立中学), College Rosemont  (法语CEGEP，法语coffe教学中心), Rosemount Technology Centre  (著名英语成人教育中心,免费). 3分钟走到RTC.  
 
临近购物中心, 各大超市, Maxi, Super C, Provigo, Metro, 金發，继發...  
 
街口18公车站15分钟到橙线地铁Beanbien站，139/439公车5分钟到绿线地铁Pie-IX站  
 
室内设施全, 提包入往, 安全、卫生、方便, 是首选的住处。欢迎长租短住人士。 
 
单间出租，短租：短租：$40/天，$200/周，$520/月;  
 
长租：$480/月  (三个月以上)。','','','分门出入 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 18,139,439 - 步行约1-5分钟','','','近高速公路 - 40 - 约5分钟车程','','514-916-6188','','apartment_for_rent@live.ca','','','480','Rosemont RTC','18 139 439 1 5','','','40 5','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(285,'41976','2016-10-04','http://www.iu91.com/rs/rent/2016-03/41976.shtml','市中心,真正全包 近Concordia university','地址: 1280 Saint-Marc Rue, Montreal, QC H3H 2G1','H3H 2G1','$320(加元) 包电暖网','一般公寓','分租 新租约','2卧 1厅 1厕 1车位 合厨合厕 7楼','1年','随时入住','坐落市中心 （downtown), 近Guy-Concordia 地铁站及公交车站，交通超级便利，附近有各种餐馆及购物中心。离concordia大学1分钟距离。是理想的住所。 
主人想出租厅 
厅：320 加元 
包全部家具及水电暖网。','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 冷暖空调 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 165 - 步行约1分钟','近地铁站 - guy concordia - 步行约1分钟','','','Mr.Ma','514-627-3599514-800-4016','','','','','320','Concordia university','165 1','guy concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(286,'47042','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47042.shtml','绿色家园多房出租','地址: Decarie Boul, Montreal, QC H3X 2H5','H3X 2H5','$725(加元)','一般公寓','整租 新租约','1厅 1厕','1年','随时入住','','','','','','','','','','','jenny','514-690-1899','','602410605@qq.com','','','725','','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(287,'47040','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47040.shtml','绿色家园多房出租','地址: Rene-Levesque Boul O, Montreal, QC H3H 2S1','H3H 2S1','$750(加元)','一般公寓','整租 新租约','1卧 1厅 1厕','1年','随时入住','','','','','','','','','','','Jenny','514-690-1899','','602410605@qq.com','','','750','','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(288,'28918','2016-10-04','http://www.iu91.com/rs/rent/2015-06/28918.shtml','R.T.C. 学生公寓， 全包价拎包入住','地址: 4110 53 Av, Montreal, QC H2A 2X8','H2A 2X8','价面议 包水电暖','一般公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 3楼','1年','随时入住','特近Rosemount CEMTER   (R.T.T.)   
Rosemount  center  学生公寓 
 ','','','','','','','','','','张','51458588265149075058','','STAHOME@LIVE.COM','','','','R T C','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(289,'42533','2016-10-03','http://www.iu91.com/rs/rent/2016-10/42533.shtml','单间或套房出租，水电暖网全包','地址: 6980 21e Av, Montreal, QC H2A 2J2','H2A 2J2','$400(加元) 包水电暖网','一般公寓','分租 新租约','2卧 1厅 1厕 合厨合厕 2楼','6个月 可短租','随时入住','单间出租或者整套出租，优势地段，近EMSB两所学校，还有一所不算太远。近EMSB法语课程JFK学校。近购物中心，配套有两到三家银行。离金发中国超市走路20分钟。 
水电暖网全包 (但请不要浪费使用)，单间400-430（卧室有大小之分），基本家具齐全。若有整套租下来的意向请尽早联系。 
若有任何租房意向可联系我，邮箱，微信（须说明租房），手机亦可。手机若无人接听请发送短信告知，请勿语音留言。','','','光线明亮','简单家具 简单厨具 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 社区中心 公园','近公车站 - no.139, no.141, no.18 - 步行约1-10分钟','近地铁站 - St-Michelle, Pie-IX - 步行约18,30分钟','','近高速公路 - 约1分钟车程','孟凡晋','5146778678','','597992432@qq.com','','','400','','139 141 18 1 10','St Michelle Pie IX','','1','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(290,'46266','2016-10-03','http://www.iu91.com/rs/rent/2016-08/46266.shtml','市中心适合合租的cottage','地址: Seymour Av, Montreal, QC H3H 2A6','H3H 2A6','$2,600(加元)','一般公寓','整租 新租约','4卧 1厅 2厕 2楼','1年','随时入住','1207 Seymour H3H 2A4 
 
市中心，2层，4房，饭厅／客厅，2.5浴室，4件套厨具，洗衣机/烘干机，空调，私人天台，$2600/月，随时入住。可以住4个人。临近Guy Concordia/Atwater metro， 步行Concordia, Lasalle College, Dawson college， 附近有各种超市 PA, Shopper drug mart 和中国超市。','','','全新装修','简单家具 简单厨具 洗衣机/房','','','','','','','51451941475145739501','','ntolentino1954@hotmail.ca','','','2600','cottage','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(291,'47033','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47033.shtml','NDG 离地铁步行8分钟公寓出租','地址: 5230 Ponsard Av, Montreal, QC H3W 2A8','H3W 2A8','$950(加元)','一般公寓','整租 新租约','3卧 1厅 1厕 2楼','1年','随时入住','房租950，以后不会加租金。离地铁近，学区好。','','','','','繁华大街 学校 托儿所','','近地铁站 - ville marie - 步行约8分钟','','','胡先生（thai express)','5145421060','','ninalinyuan@yahoo.com','','','950','NDG','','ville marie','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(292,'47032','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47032.shtml','交通便利Longueil好房诚意转租！可商榷！','地址: King-George Rue, Longueuil, QC J4J 2V1','J4J 2V1','$548(加元)','一般公寓','整租 转租约','1卧 1厅 1厕 1楼','1年','随时入住','因搬家，干净靓房转租。位于King George和Chemin Chambly 交叉路口。11月1日交可入住。 
 
租金:  548$/月，租约至2017年7月30日。 
 
- 二楼带阳台； 
- 一分钟到公交车站，有4条公交线路到到Longueuild地铁站（8，28，88，16路）； 
- 5分钟内到购物中心  (LOBLAWS, CANADIAN TIRE, WALMART, SUPER C...) ； 
- 厨房重新装修 ； 
- 提供收费的洗衣机及烘干机 ； 
 
不可饲养宠物（猫除外） 
 
提供:   
- 热水  
- 冰箱&炉头  
- 1个车位  
 
 
诚心转租，联系电话:  438-936-7768 
','','','','','','','','','','Ms WANG','438-936-7768','','emmawxyqn@yahoo.fr','','','548','Longueil','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(293,'46901','2016-10-03','http://www.iu91.com/rs/rent/2016-09/46901.shtml','3个半Lease转租','地址: 1485 Ouimet Rue, Saint-Laurent, Montreal, QC H4L 3R2','H4L 3R2','$680(加元) 包水暖','一般公寓','整租 转租约','1卧 1厅 1厕 3楼','1年','随时入住','转lease.这个3个半公寓，近Cote Vertu地铁站和公交车站。Cote Vertu地铁站旁边是超市AMR，对面是Provigo超市，Pharmaprix，Tim Horton''s.步行15分钟会到MAXI,SUPER C，夏威夷超市。楼对面是游泳池，旁边步行5分钟是公园有篮球，网球场和儿童乐园,另外还有YMCA,大公园夏天可以烧烤，打沙滩排球。近学校和幼儿园，步行10分钟有医院和CLSC。离Vanier College和College St-Laurent很近。楼下路边可以免费停车，也可以租室内和室外停车场，室内是75一个月。这个公寓是物业公司的，所以要做信用调查。公寓包热水，暖，提供炉头，冰箱。每2月电费在42-53之间。这里离Dorval工业区也很近，开车不堵车在15分钟左右。每周有人打扫楼道卫生倒垃圾。有问题需要维修可以找维修，维修很及时。住了一年多了，感觉很好。转租原因：买了房子需要搬走。家具可以考虑留下一些。如果感兴趣，请与我联系。','','','','洗衣机/房','超市 商场 学校 图书馆 社区中心 医疗机构 公园','近公车站 - Terminus Cote Vertu','近地铁站 - Cote Vertu','','','王女士','5142243676','','kai.feng198201@gmail.com','','','680','Lease','','Cote Vertu','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(294,'36905','2016-10-03','http://www.iu91.com/rs/rent/2016-08/36905.shtml','近地铁新装卧室尤合学生分租，长短租均宜','地址: 7000 De Montmagny Av, Montreal, QC H4E 2V9','H4E 2V9','$435(加元) 包水电暖网','一般公寓','分租 新租约','4卧 1厅 2厕 合厨合厕 1楼','1年','随时入住','新装卧室 --- 配有单人床的卧室尤合单身同学，双人床的卧室适合小夫妻等，长租短住无任欢迎： 
 
（特别注意： 业余有时间和兴趣的人士可以通过协助管理此房，达到减免租金甚至全免，甚至挣点小小收入的机会。） 
 
超近Angrignon 地铁，步行3分钟即到、安静街上新装修6半，四个睡房中的两个睡房分租，400$ 起，租期不低于3个月。 适宜单身人士。后院为此套房租客专用。 
近公园，Angrignon 购物中心。 
 
水电暖网全包。真正提包入住。 除合用的新炉头冰箱外，每个卧室均配有袖珍冰箱。 
 
日租也无任欢迎，价格另议。','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 简单厨具 全套厨具 高速上网 洗衣机/房','超市 商场 学校 体育设施 公园','','近地铁站 - Angrignon - 步行约3分钟','','','Jimmy','5149457198','','cjx9457198@gmail.com','','','435','','','Angrignon','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(295,'29359','2016-10-03','http://www.iu91.com/rs/rent/2016-10/29359.shtml','绿线地铁frontenac门口1半出租','地址: Frontenac, Montreal, QC H2K 2K2','H2K 2K2','$430(加元) 包暖','一般公寓','整租 新租约','1卧 1厕 3楼','1年','随时入住','新装修一半，步行地铁200米，生活交通便利，旁边有IGA，图书馆，免费游泳池等，，包暖气有冰箱炉头，欢迎看房。','','','','','','','','','','li','514927-6254','','andreayeow@gmail.com','','','430','frontenac','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(296,'46870','2016-10-03','http://www.iu91.com/rs/rent/2016-09/46870.shtml','转租老LEASE','地址: La-Fontaine Rue, Montreal, QC H1L 3J1','H1L 3J1','$614(加元) 包水暖','一般公寓','整租 转租约','2卧 1厅 1厕 1楼','1年','12/11/2016','','','','','','','近公车站 - 28,430,410,22 - 步行约1分钟','','','','韩女士','5146776655','','hanhao25@outlook.com','','','614','LEASE','28 430 410 22 1','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(297,'47029','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47029.shtml','老lease转租近康大1950 lincoln大三半','地址: 1950 Lincoln Av, Montreal, QC H3H 2N8','H3H 2N8','$1,070(加元) 包水电暖网','一般公寓','整租 转租约','1卧 1厅 1厕 8楼','1年','10/24/2016','','','','','','','','','','','陈','5145612588','','','','','1070','lease lincoln','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(298,'47016','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47016.shtml','市中心高级公寓大三半客厅招室友','地址: Saint-Marc Rue, Montreal, QC H3H 2G6','H3H 2G6','$665(加元) 包水电暖','高级公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 16楼','1年 可短租','随时入住','大三半客厅招1名室友：市中心高级condo，无虫紧邻康大，长/短租（665加币/月包水暖电空调，可商议）随时看房、随时入住 
 
我在决定住这栋公寓之前，把蒙特利尔地铁沿线的房子基本都看了，市中心的大楼也都了解了一遍。最后决定住2100 St. Marc 
 
1、地址、邮编： 
2100 St. Marc，H3H 2G6 
 
2、大楼介绍： 
市中心很多楼都有虫子、蟑螂，或者一进大楼的味道熏倒人 
2100 St. Marc是为数不多的没有虫子，而且楼内人员不杂，也不是来来往往非常密集。基本都是学生和白人。 
新装修，最重要的是没有味道。 
市中心有三个2100，这是2100 St. Marc 
因此，这栋公寓的房租比其他楼贵200加币。 
 
3、交通便利到爆： 
（1）离康考迪亚大学：步行3-4分钟 
（2）离地铁Guy-Concordia站：步行1-2分钟 
（3）离麦吉尔大学：开车7分钟，公车12分钟 
 
4、购物： 
（1）中国超市：你好、PA、盛唐、cocobun面包店 
（2）西人超市：离Adonis380米、IGA等 
（3）各种餐厅 
（4）紧邻市中心主街：圣·凯瑟琳大街RUE SAINTE-CATHERINE 
 
5、健身房：楼上就是健身房，免费的。 
 
6、公寓图片： 
（1）家具：公寓本来不配家具，我可以买些生活的简单家具（可以商量） 
（2）地板：新的 
（3）景色：可以看图片，景色很好 
（4）房租包含：电、暖、冷暖空调、热水；网络平摊（可以商量） 
 
7、联系方式 
微信：2537042555（备注：租房） 
手机号：514-五五零－07五一 
 
','','','全新装修 光线明亮 房间宽敞','简单家具 全套厨具 储藏室/locker 冷暖空调 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - Station Guy-Concordia - 步行约2分钟','近地铁站 - Guy-Concordia - 步行约2分钟','','','nicole','5145500751','','nicole0627piano@gmail.com','','','665','','2','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(299,'47027','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47027.shtml','Concordia地铁旁转租3个半，11月或12月入住','地址: 1850 Lincoln Av, Montreal, QC H3H 1H4','H3H 1H4','$808(加元) 包水暖','一般公寓','整租 转租约','1卧 1厅 1厕 3楼','8个月','11/01/2016','1850 Lincoln街8层公寓中的三个半，11月或12月入住，lease到明年6月30结束，每年涨8-10块钱房租。房子比较新，没有什么损坏的地方；地下室有储物locker，房间内也有很多壁橱和储物空间。Concordia附近这个价位很难找了。我们因为新工作在Laval，距离很远，再加上有了孩子需要更多的空间，所以要搬离。周末或者节假日可看房，因为孩子小，晚上7点以后请不要打电话。不方便的话可以发邮件或者短信。','','','光线明亮 房间宽敞','储藏室/locker 洗衣机/房','繁华大街 超市 商场 学校 图书馆 医疗机构 警局','近公车站 - 66，165，166 - 步行约1分钟','近地铁站 - Concordia - 步行约1分钟','','近高速公路 - 720 - 约2分钟车程','','514-9281698','','yuan.y4ng@gmail.com','','','808','Concordia','66 165 166 1','Concordia','','720 2','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(300,'34588','2016-10-04','http://www.iu91.com/rs/rent/2015-04/34588.shtml','NDG近橙线3个半 半地下室学区房出租','地址: Coolbrook Av, Montreal, QC H3X 2L6','H3X 2L6','$680(加元) 包水','Duplex/Tri-plex','整租 新租约','1卧 1厅 1厕 半地下室','1年','随时入住','附近有（cinq-continants)五洲小学,步行五分钟可到。包炉头，冰箱，洗衣机，烘干机。','','','分门出入 光线明亮 房间宽敞','简单厨具 洗衣机/房','学校 社区中心 公园','近公车站 - 129 lucy - 步行约3分钟','近地铁站 - cote-sainte-catherine - 步行约8分钟','','','Cherry','51480603334387658666','','yuchencherry@hotmail.com','','','680','NDG','129 3','cote sainte catherine','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(301,'47044','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47044.shtml','**** 1分钟到康大 Downtown三个半转租 ****','地址: Mackay Rue, Montreal, QC H3G 2M2','H3G 2M2','$890(加元) 包水电暖','一般公寓','整租 转租约','1卧 1厅 1厕 11楼','1年','10/29/2016','地址：2150Mackay，Apt.1101 
 
康大Hall Building斜对面，步行2分钟到康大图书馆/地铁站/Sainte-Catherine大街 
 
楼主与先生都是康大毕业生，在这楼住了有5年。房子整洁，光线充足。 
因为转租老lease，所以能有每月$890水电暖全包的价钱（每月房租可以用信用卡支付）。 
 
另外，楼管也住在这栋楼里，人很nice，一般报修和维修处理迅速。这楼不可以养猫或者狗。 
 
图中家具不包，可另卖。 
 
具体入住时间可再议。 
 
最快可在10月10号开始看房，有意的朋友请提前发信息or邮件预约看房的时间，谢谢配合。 
 
 
','','','光线明亮','','繁华大街 商场 学校 图书馆 警局','近公车站','近地铁站 - Guy-Concordia - 步行约2分钟','','','Hannah','5144305706','','superrabbitfur@gmail.com','','','890','Downtown','','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(302,'46978','2016-10-04','http://www.iu91.com/rs/rent/2016-09/46978.shtml','温馨小屋转租','地址: Saint-Marc Rue, Montreal, QC H3H 2N9','H3H 2N9','$866(加元) 包水电暖网','一般公寓','整租 转租约','1卧 1厅 1厕','1年','11/01/2016','','','','房间宽敞','简单厨具 冷暖空调 游泳池 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 图书馆 体育设施 警局','近公车站','近地铁站 - Guy-Concordia - 步行约2分钟','','近高速公路','Cathy Wang','5146234590','','cathy.0622@hotmail.com','','','866','','','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(303,'19234','2016-10-04','http://www.iu91.com/rs/rent/2016-09/19234.shtml','提包入住, Rosemont区(RTC)单间房出租','地址: 19e Av, Montreal, QC H1X 2L8','H1X 2L8','$480(加元) 包水电暖网','Duplex/Tri-plex','分租 无租约','1卧 1厅 1厕 合厨合厕 2楼','1个月 可短租','随时入住','风景优美小区双层公寓坐落于两个社区公园之间安静林荫道上，各种体育休闲运动设施齐全。临近Montreal植物园和Parc Maisonneuve  
 
优质学区，近著名中学Collège Jean-Eudes  (法语私立中学，top 1), Rosemount High School  (英语公立中学), College Rosemont  (法语CEGEP，法语coffe教学中心), Rosemount Technology Centre  (著名英语成人教育中心,免费). 3分钟走到RTC.  
 
临近购物中心, 各大超市, Maxi, Super C, Provigo, Metro, 金發，继發...  
 
街口18公车站15分钟到橙线地铁Beanbien站，139/439公车5分钟到绿线地铁Pie-IX站  
 
室内设施全, 提包入往, 安全、卫生、方便, 是首选的住处。欢迎长租短住人士。 
 
单间出租，短租：短租：$40/天，$200/周，$520/月;  
 
长租：$480/月  (三个月以上)。','','','分门出入 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 18,139,439 - 步行约1-5分钟','','','近高速公路 - 40 - 约5分钟车程','','514-916-6188','','apartment_for_rent@live.ca','','','480','Rosemont RTC','18 139 439 1 5','','','40 5','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(304,'41976','2016-10-04','http://www.iu91.com/rs/rent/2016-03/41976.shtml','市中心,真正全包 近Concordia university','地址: 1280 Saint-Marc Rue, Montreal, QC H3H 2G1','H3H 2G1','$320(加元) 包电暖网','一般公寓','分租 新租约','2卧 1厅 1厕 1车位 合厨合厕 7楼','1年','随时入住','坐落市中心 （downtown), 近Guy-Concordia 地铁站及公交车站，交通超级便利，附近有各种餐馆及购物中心。离concordia大学1分钟距离。是理想的住所。 
主人想出租厅 
厅：320 加元 
包全部家具及水电暖网。','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 冷暖空调 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 165 - 步行约1分钟','近地铁站 - guy concordia - 步行约1分钟','','','Mr.Ma','514-627-3599514-800-4016','','','','','320','Concordia university','165 1','guy concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(305,'47042','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47042.shtml','绿色家园多房出租','地址: Decarie Boul, Montreal, QC H3X 2H5','H3X 2H5','$725(加元)','一般公寓','整租 新租约','1厅 1厕','1年','随时入住','','','','','','','','','','','jenny','514-690-1899','','602410605@qq.com','','','725','','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(306,'47040','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47040.shtml','绿色家园多房出租','地址: Rene-Levesque Boul O, Montreal, QC H3H 2S1','H3H 2S1','$750(加元)','一般公寓','整租 新租约','1卧 1厅 1厕','1年','随时入住','','','','','','','','','','','Jenny','514-690-1899','','602410605@qq.com','','','750','','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(307,'28918','2016-10-04','http://www.iu91.com/rs/rent/2015-06/28918.shtml','R.T.C. 学生公寓， 全包价拎包入住','地址: 4110 53 Av, Montreal, QC H2A 2X8','H2A 2X8','价面议 包水电暖','一般公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 3楼','1年','随时入住','特近Rosemount CEMTER   (R.T.T.)   
Rosemount  center  学生公寓 
 ','','','','','','','','','','张','51458588265149075058','','STAHOME@LIVE.COM','','','','R T C','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(308,'42533','2016-10-03','http://www.iu91.com/rs/rent/2016-10/42533.shtml','单间或套房出租，水电暖网全包','地址: 6980 21e Av, Montreal, QC H2A 2J2','H2A 2J2','$400(加元) 包水电暖网','一般公寓','分租 新租约','2卧 1厅 1厕 合厨合厕 2楼','6个月 可短租','随时入住','单间出租或者整套出租，优势地段，近EMSB两所学校，还有一所不算太远。近EMSB法语课程JFK学校。近购物中心，配套有两到三家银行。离金发中国超市走路20分钟。 
水电暖网全包 (但请不要浪费使用)，单间400-430（卧室有大小之分），基本家具齐全。若有整套租下来的意向请尽早联系。 
若有任何租房意向可联系我，邮箱，微信（须说明租房），手机亦可。手机若无人接听请发送短信告知，请勿语音留言。','','','光线明亮','简单家具 简单厨具 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 社区中心 公园','近公车站 - no.139, no.141, no.18 - 步行约1-10分钟','近地铁站 - St-Michelle, Pie-IX - 步行约18,30分钟','','近高速公路 - 约1分钟车程','孟凡晋','5146778678','','597992432@qq.com','','','400','','139 141 18 1 10','St Michelle Pie IX','','1','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(309,'46266','2016-10-03','http://www.iu91.com/rs/rent/2016-08/46266.shtml','市中心适合合租的cottage','地址: Seymour Av, Montreal, QC H3H 2A6','H3H 2A6','$2,600(加元)','一般公寓','整租 新租约','4卧 1厅 2厕 2楼','1年','随时入住','1207 Seymour H3H 2A4 
 
市中心，2层，4房，饭厅／客厅，2.5浴室，4件套厨具，洗衣机/烘干机，空调，私人天台，$2600/月，随时入住。可以住4个人。临近Guy Concordia/Atwater metro， 步行Concordia, Lasalle College, Dawson college， 附近有各种超市 PA, Shopper drug mart 和中国超市。','','','全新装修','简单家具 简单厨具 洗衣机/房','','','','','','','51451941475145739501','','ntolentino1954@hotmail.ca','','','2600','cottage','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(310,'47033','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47033.shtml','NDG 离地铁步行8分钟公寓出租','地址: 5230 Ponsard Av, Montreal, QC H3W 2A8','H3W 2A8','$950(加元)','一般公寓','整租 新租约','3卧 1厅 1厕 2楼','1年','随时入住','房租950，以后不会加租金。离地铁近，学区好。','','','','','繁华大街 学校 托儿所','','近地铁站 - ville marie - 步行约8分钟','','','胡先生（thai express)','5145421060','','ninalinyuan@yahoo.com','','','950','NDG','','ville marie','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(311,'47032','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47032.shtml','交通便利Longueil好房诚意转租！可商榷！','地址: King-George Rue, Longueuil, QC J4J 2V1','J4J 2V1','$548(加元)','一般公寓','整租 转租约','1卧 1厅 1厕 1楼','1年','随时入住','因搬家，干净靓房转租。位于King George和Chemin Chambly 交叉路口。11月1日交可入住。 
 
租金:  548$/月，租约至2017年7月30日。 
 
- 二楼带阳台； 
- 一分钟到公交车站，有4条公交线路到到Longueuild地铁站（8，28，88，16路）； 
- 5分钟内到购物中心  (LOBLAWS, CANADIAN TIRE, WALMART, SUPER C...) ； 
- 厨房重新装修 ； 
- 提供收费的洗衣机及烘干机 ； 
 
不可饲养宠物（猫除外） 
 
提供:   
- 热水  
- 冰箱&炉头  
- 1个车位  
 
 
诚心转租，联系电话:  438-936-7768 
','','','','','','','','','','Ms WANG','438-936-7768','','emmawxyqn@yahoo.fr','','','548','Longueil','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(312,'46901','2016-10-03','http://www.iu91.com/rs/rent/2016-09/46901.shtml','3个半Lease转租','地址: 1485 Ouimet Rue, Saint-Laurent, Montreal, QC H4L 3R2','H4L 3R2','$680(加元) 包水暖','一般公寓','整租 转租约','1卧 1厅 1厕 3楼','1年','随时入住','转lease.这个3个半公寓，近Cote Vertu地铁站和公交车站。Cote Vertu地铁站旁边是超市AMR，对面是Provigo超市，Pharmaprix，Tim Horton''s.步行15分钟会到MAXI,SUPER C，夏威夷超市。楼对面是游泳池，旁边步行5分钟是公园有篮球，网球场和儿童乐园,另外还有YMCA,大公园夏天可以烧烤，打沙滩排球。近学校和幼儿园，步行10分钟有医院和CLSC。离Vanier College和College St-Laurent很近。楼下路边可以免费停车，也可以租室内和室外停车场，室内是75一个月。这个公寓是物业公司的，所以要做信用调查。公寓包热水，暖，提供炉头，冰箱。每2月电费在42-53之间。这里离Dorval工业区也很近，开车不堵车在15分钟左右。每周有人打扫楼道卫生倒垃圾。有问题需要维修可以找维修，维修很及时。住了一年多了，感觉很好。转租原因：买了房子需要搬走。家具可以考虑留下一些。如果感兴趣，请与我联系。','','','','洗衣机/房','超市 商场 学校 图书馆 社区中心 医疗机构 公园','近公车站 - Terminus Cote Vertu','近地铁站 - Cote Vertu','','','王女士','5142243676','','kai.feng198201@gmail.com','','','680','Lease','','Cote Vertu','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(313,'36905','2016-10-03','http://www.iu91.com/rs/rent/2016-08/36905.shtml','近地铁新装卧室尤合学生分租，长短租均宜','地址: 7000 De Montmagny Av, Montreal, QC H4E 2V9','H4E 2V9','$435(加元) 包水电暖网','一般公寓','分租 新租约','4卧 1厅 2厕 合厨合厕 1楼','1年','随时入住','新装卧室 --- 配有单人床的卧室尤合单身同学，双人床的卧室适合小夫妻等，长租短住无任欢迎： 
 
（特别注意： 业余有时间和兴趣的人士可以通过协助管理此房，达到减免租金甚至全免，甚至挣点小小收入的机会。） 
 
超近Angrignon 地铁，步行3分钟即到、安静街上新装修6半，四个睡房中的两个睡房分租，400$ 起，租期不低于3个月。 适宜单身人士。后院为此套房租客专用。 
近公园，Angrignon 购物中心。 
 
水电暖网全包。真正提包入住。 除合用的新炉头冰箱外，每个卧室均配有袖珍冰箱。 
 
日租也无任欢迎，价格另议。','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 简单厨具 全套厨具 高速上网 洗衣机/房','超市 商场 学校 体育设施 公园','','近地铁站 - Angrignon - 步行约3分钟','','','Jimmy','5149457198','','cjx9457198@gmail.com','','','435','','','Angrignon','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(314,'29359','2016-10-03','http://www.iu91.com/rs/rent/2016-10/29359.shtml','绿线地铁frontenac门口1半出租','地址: Frontenac, Montreal, QC H2K 2K2','H2K 2K2','$430(加元) 包暖','一般公寓','整租 新租约','1卧 1厕 3楼','1年','随时入住','新装修一半，步行地铁200米，生活交通便利，旁边有IGA，图书馆，免费游泳池等，，包暖气有冰箱炉头，欢迎看房。','','','','','','','','','','li','514927-6254','','andreayeow@gmail.com','','','430','frontenac','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(315,'46870','2016-10-03','http://www.iu91.com/rs/rent/2016-09/46870.shtml','转租老LEASE','地址: La-Fontaine Rue, Montreal, QC H1L 3J1','H1L 3J1','$614(加元) 包水暖','一般公寓','整租 转租约','2卧 1厅 1厕 1楼','1年','12/11/2016','','','','','','','近公车站 - 28,430,410,22 - 步行约1分钟','','','','韩女士','5146776655','','hanhao25@outlook.com','','','614','LEASE','28 430 410 22 1','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(316,'47029','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47029.shtml','老lease转租近康大1950 lincoln大三半','地址: 1950 Lincoln Av, Montreal, QC H3H 2N8','H3H 2N8','$1,070(加元) 包水电暖网','一般公寓','整租 转租约','1卧 1厅 1厕 8楼','1年','10/24/2016','','','','','','','','','','','陈','5145612588','','','','','1070','lease lincoln','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(317,'47016','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47016.shtml','市中心高级公寓大三半客厅招室友','地址: Saint-Marc Rue, Montreal, QC H3H 2G6','H3H 2G6','$665(加元) 包水电暖','高级公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 16楼','1年 可短租','随时入住','大三半客厅招1名室友：市中心高级condo，无虫紧邻康大，长/短租（665加币/月包水暖电空调，可商议）随时看房、随时入住 
 
我在决定住这栋公寓之前，把蒙特利尔地铁沿线的房子基本都看了，市中心的大楼也都了解了一遍。最后决定住2100 St. Marc 
 
1、地址、邮编： 
2100 St. Marc，H3H 2G6 
 
2、大楼介绍： 
市中心很多楼都有虫子、蟑螂，或者一进大楼的味道熏倒人 
2100 St. Marc是为数不多的没有虫子，而且楼内人员不杂，也不是来来往往非常密集。基本都是学生和白人。 
新装修，最重要的是没有味道。 
市中心有三个2100，这是2100 St. Marc 
因此，这栋公寓的房租比其他楼贵200加币。 
 
3、交通便利到爆： 
（1）离康考迪亚大学：步行3-4分钟 
（2）离地铁Guy-Concordia站：步行1-2分钟 
（3）离麦吉尔大学：开车7分钟，公车12分钟 
 
4、购物： 
（1）中国超市：你好、PA、盛唐、cocobun面包店 
（2）西人超市：离Adonis380米、IGA等 
（3）各种餐厅 
（4）紧邻市中心主街：圣·凯瑟琳大街RUE SAINTE-CATHERINE 
 
5、健身房：楼上就是健身房，免费的。 
 
6、公寓图片： 
（1）家具：公寓本来不配家具，我可以买些生活的简单家具（可以商量） 
（2）地板：新的 
（3）景色：可以看图片，景色很好 
（4）房租包含：电、暖、冷暖空调、热水；网络平摊（可以商量） 
 
7、联系方式 
微信：2537042555（备注：租房） 
手机号：514-五五零－07五一 
 
','','','全新装修 光线明亮 房间宽敞','简单家具 全套厨具 储藏室/locker 冷暖空调 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - Station Guy-Concordia - 步行约2分钟','近地铁站 - Guy-Concordia - 步行约2分钟','','','nicole','5145500751','','nicole0627piano@gmail.com','','','665','','2','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(318,'47027','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47027.shtml','Concordia地铁旁转租3个半，11月或12月入住','地址: 1850 Lincoln Av, Montreal, QC H3H 1H4','H3H 1H4','$808(加元) 包水暖','一般公寓','整租 转租约','1卧 1厅 1厕 3楼','8个月','11/01/2016','1850 Lincoln街8层公寓中的三个半，11月或12月入住，lease到明年6月30结束，每年涨8-10块钱房租。房子比较新，没有什么损坏的地方；地下室有储物locker，房间内也有很多壁橱和储物空间。Concordia附近这个价位很难找了。我们因为新工作在Laval，距离很远，再加上有了孩子需要更多的空间，所以要搬离。周末或者节假日可看房，因为孩子小，晚上7点以后请不要打电话。不方便的话可以发邮件或者短信。','','','光线明亮 房间宽敞','储藏室/locker 洗衣机/房','繁华大街 超市 商场 学校 图书馆 医疗机构 警局','近公车站 - 66，165，166 - 步行约1分钟','近地铁站 - Concordia - 步行约1分钟','','近高速公路 - 720 - 约2分钟车程','','514-9281698','','yuan.y4ng@gmail.com','','','808','Concordia','66 165 166 1','Concordia','','720 2','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(319,'34588','2016-10-04','http://www.iu91.com/rs/rent/2015-04/34588.shtml','NDG近橙线3个半 半地下室学区房出租','地址: Coolbrook Av, Montreal, QC H3X 2L6','H3X 2L6','$680(加元) 包水','Duplex/Tri-plex','整租 新租约','1卧 1厅 1厕 半地下室','1年','随时入住','附近有（cinq-continants)五洲小学,步行五分钟可到。包炉头，冰箱，洗衣机，烘干机。','','','分门出入 光线明亮 房间宽敞','简单厨具 洗衣机/房','学校 社区中心 公园','近公车站 - 129 lucy - 步行约3分钟','近地铁站 - cote-sainte-catherine - 步行约8分钟','','','Cherry','51480603334387658666','','yuchencherry@hotmail.com','','','680','NDG','129 3','cote sainte catherine','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(320,'47044','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47044.shtml','**** 1分钟到康大 Downtown三个半转租 ****','地址: Mackay Rue, Montreal, QC H3G 2M2','H3G 2M2','$890(加元) 包水电暖','一般公寓','整租 转租约','1卧 1厅 1厕 11楼','1年','10/29/2016','地址：2150Mackay，Apt.1101 
 
康大Hall Building斜对面，步行2分钟到康大图书馆/地铁站/Sainte-Catherine大街 
 
楼主与先生都是康大毕业生，在这楼住了有5年。房子整洁，光线充足。 
因为转租老lease，所以能有每月$890水电暖全包的价钱（每月房租可以用信用卡支付）。 
 
另外，楼管也住在这栋楼里，人很nice，一般报修和维修处理迅速。这楼不可以养猫或者狗。 
 
图中家具不包，可另卖。 
 
具体入住时间可再议。 
 
最快可在10月10号开始看房，有意的朋友请提前发信息or邮件预约看房的时间，谢谢配合。 
 
 
','','','光线明亮','','繁华大街 商场 学校 图书馆 警局','近公车站','近地铁站 - Guy-Concordia - 步行约2分钟','','','Hannah','5144305706','','superrabbitfur@gmail.com','','','890','Downtown','','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(321,'46978','2016-10-04','http://www.iu91.com/rs/rent/2016-09/46978.shtml','温馨小屋转租','地址: Saint-Marc Rue, Montreal, QC H3H 2N9','H3H 2N9','$866(加元) 包水电暖网','一般公寓','整租 转租约','1卧 1厅 1厕','1年','11/01/2016','','','','房间宽敞','简单厨具 冷暖空调 游泳池 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 图书馆 体育设施 警局','近公车站','近地铁站 - Guy-Concordia - 步行约2分钟','','近高速公路','Cathy Wang','5146234590','','cathy.0622@hotmail.com','','','866','','','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(322,'19234','2016-10-04','http://www.iu91.com/rs/rent/2016-09/19234.shtml','提包入住, Rosemont区(RTC)单间房出租','地址: 19e Av, Montreal, QC H1X 2L8','H1X 2L8','$480(加元) 包水电暖网','Duplex/Tri-plex','分租 无租约','1卧 1厅 1厕 合厨合厕 2楼','1个月 可短租','随时入住','风景优美小区双层公寓坐落于两个社区公园之间安静林荫道上，各种体育休闲运动设施齐全。临近Montreal植物园和Parc Maisonneuve  
 
优质学区，近著名中学Collège Jean-Eudes  (法语私立中学，top 1), Rosemount High School  (英语公立中学), College Rosemont  (法语CEGEP，法语coffe教学中心), Rosemount Technology Centre  (著名英语成人教育中心,免费). 3分钟走到RTC.  
 
临近购物中心, 各大超市, Maxi, Super C, Provigo, Metro, 金發，继發...  
 
街口18公车站15分钟到橙线地铁Beanbien站，139/439公车5分钟到绿线地铁Pie-IX站  
 
室内设施全, 提包入往, 安全、卫生、方便, 是首选的住处。欢迎长租短住人士。 
 
单间出租，短租：短租：$40/天，$200/周，$520/月;  
 
长租：$480/月  (三个月以上)。','','','分门出入 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 18,139,439 - 步行约1-5分钟','','','近高速公路 - 40 - 约5分钟车程','','514-916-6188','','apartment_for_rent@live.ca','','','480','Rosemont RTC','18 139 439 1 5','','','40 5','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(323,'41976','2016-10-04','http://www.iu91.com/rs/rent/2016-03/41976.shtml','市中心,真正全包 近Concordia university','地址: 1280 Saint-Marc Rue, Montreal, QC H3H 2G1','H3H 2G1','$320(加元) 包电暖网','一般公寓','分租 新租约','2卧 1厅 1厕 1车位 合厨合厕 7楼','1年','随时入住','坐落市中心 （downtown), 近Guy-Concordia 地铁站及公交车站，交通超级便利，附近有各种餐馆及购物中心。离concordia大学1分钟距离。是理想的住所。 
主人想出租厅 
厅：320 加元 
包全部家具及水电暖网。','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 冷暖空调 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 165 - 步行约1分钟','近地铁站 - guy concordia - 步行约1分钟','','','Mr.Ma','514-627-3599514-800-4016','','','','','320','Concordia university','165 1','guy concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(324,'47042','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47042.shtml','绿色家园多房出租','地址: Decarie Boul, Montreal, QC H3X 2H5','H3X 2H5','$725(加元)','一般公寓','整租 新租约','1厅 1厕','1年','随时入住','','','','','','','','','','','jenny','514-690-1899','','602410605@qq.com','','','725','','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(325,'47040','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47040.shtml','绿色家园多房出租','地址: Rene-Levesque Boul O, Montreal, QC H3H 2S1','H3H 2S1','$750(加元)','一般公寓','整租 新租约','1卧 1厅 1厕','1年','随时入住','','','','','','','','','','','Jenny','514-690-1899','','602410605@qq.com','','','750','','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(326,'28918','2016-10-04','http://www.iu91.com/rs/rent/2015-06/28918.shtml','R.T.C. 学生公寓， 全包价拎包入住','地址: 4110 53 Av, Montreal, QC H2A 2X8','H2A 2X8','价面议 包水电暖','一般公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 3楼','1年','随时入住','特近Rosemount CEMTER   (R.T.T.)   
Rosemount  center  学生公寓 
 ','','','','','','','','','','张','51458588265149075058','','STAHOME@LIVE.COM','','','','R T C','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(327,'42533','2016-10-03','http://www.iu91.com/rs/rent/2016-10/42533.shtml','单间或套房出租，水电暖网全包','地址: 6980 21e Av, Montreal, QC H2A 2J2','H2A 2J2','$400(加元) 包水电暖网','一般公寓','分租 新租约','2卧 1厅 1厕 合厨合厕 2楼','6个月 可短租','随时入住','单间出租或者整套出租，优势地段，近EMSB两所学校，还有一所不算太远。近EMSB法语课程JFK学校。近购物中心，配套有两到三家银行。离金发中国超市走路20分钟。 
水电暖网全包 (但请不要浪费使用)，单间400-430（卧室有大小之分），基本家具齐全。若有整套租下来的意向请尽早联系。 
若有任何租房意向可联系我，邮箱，微信（须说明租房），手机亦可。手机若无人接听请发送短信告知，请勿语音留言。','','','光线明亮','简单家具 简单厨具 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 社区中心 公园','近公车站 - no.139, no.141, no.18 - 步行约1-10分钟','近地铁站 - St-Michelle, Pie-IX - 步行约18,30分钟','','近高速公路 - 约1分钟车程','孟凡晋','5146778678','','597992432@qq.com','','','400','','139 141 18 1 10','St Michelle Pie IX','','1','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(328,'46266','2016-10-03','http://www.iu91.com/rs/rent/2016-08/46266.shtml','市中心适合合租的cottage','地址: Seymour Av, Montreal, QC H3H 2A6','H3H 2A6','$2,600(加元)','一般公寓','整租 新租约','4卧 1厅 2厕 2楼','1年','随时入住','1207 Seymour H3H 2A4 
 
市中心，2层，4房，饭厅／客厅，2.5浴室，4件套厨具，洗衣机/烘干机，空调，私人天台，$2600/月，随时入住。可以住4个人。临近Guy Concordia/Atwater metro， 步行Concordia, Lasalle College, Dawson college， 附近有各种超市 PA, Shopper drug mart 和中国超市。','','','全新装修','简单家具 简单厨具 洗衣机/房','','','','','','','51451941475145739501','','ntolentino1954@hotmail.ca','','','2600','cottage','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(329,'47033','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47033.shtml','NDG 离地铁步行8分钟公寓出租','地址: 5230 Ponsard Av, Montreal, QC H3W 2A8','H3W 2A8','$950(加元)','一般公寓','整租 新租约','3卧 1厅 1厕 2楼','1年','随时入住','房租950，以后不会加租金。离地铁近，学区好。','','','','','繁华大街 学校 托儿所','','近地铁站 - ville marie - 步行约8分钟','','','胡先生（thai express)','5145421060','','ninalinyuan@yahoo.com','','','950','NDG','','ville marie','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(330,'47032','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47032.shtml','交通便利Longueil好房诚意转租！可商榷！','地址: King-George Rue, Longueuil, QC J4J 2V1','J4J 2V1','$548(加元)','一般公寓','整租 转租约','1卧 1厅 1厕 1楼','1年','随时入住','因搬家，干净靓房转租。位于King George和Chemin Chambly 交叉路口。11月1日交可入住。 
 
租金:  548$/月，租约至2017年7月30日。 
 
- 二楼带阳台； 
- 一分钟到公交车站，有4条公交线路到到Longueuild地铁站（8，28，88，16路）； 
- 5分钟内到购物中心  (LOBLAWS, CANADIAN TIRE, WALMART, SUPER C...) ； 
- 厨房重新装修 ； 
- 提供收费的洗衣机及烘干机 ； 
 
不可饲养宠物（猫除外） 
 
提供:   
- 热水  
- 冰箱&炉头  
- 1个车位  
 
 
诚心转租，联系电话:  438-936-7768 
','','','','','','','','','','Ms WANG','438-936-7768','','emmawxyqn@yahoo.fr','','','548','Longueil','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(331,'46901','2016-10-03','http://www.iu91.com/rs/rent/2016-09/46901.shtml','3个半Lease转租','地址: 1485 Ouimet Rue, Saint-Laurent, Montreal, QC H4L 3R2','H4L 3R2','$680(加元) 包水暖','一般公寓','整租 转租约','1卧 1厅 1厕 3楼','1年','随时入住','转lease.这个3个半公寓，近Cote Vertu地铁站和公交车站。Cote Vertu地铁站旁边是超市AMR，对面是Provigo超市，Pharmaprix，Tim Horton''s.步行15分钟会到MAXI,SUPER C，夏威夷超市。楼对面是游泳池，旁边步行5分钟是公园有篮球，网球场和儿童乐园,另外还有YMCA,大公园夏天可以烧烤，打沙滩排球。近学校和幼儿园，步行10分钟有医院和CLSC。离Vanier College和College St-Laurent很近。楼下路边可以免费停车，也可以租室内和室外停车场，室内是75一个月。这个公寓是物业公司的，所以要做信用调查。公寓包热水，暖，提供炉头，冰箱。每2月电费在42-53之间。这里离Dorval工业区也很近，开车不堵车在15分钟左右。每周有人打扫楼道卫生倒垃圾。有问题需要维修可以找维修，维修很及时。住了一年多了，感觉很好。转租原因：买了房子需要搬走。家具可以考虑留下一些。如果感兴趣，请与我联系。','','','','洗衣机/房','超市 商场 学校 图书馆 社区中心 医疗机构 公园','近公车站 - Terminus Cote Vertu','近地铁站 - Cote Vertu','','','王女士','5142243676','','kai.feng198201@gmail.com','','','680','Lease','','Cote Vertu','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(332,'36905','2016-10-03','http://www.iu91.com/rs/rent/2016-08/36905.shtml','近地铁新装卧室尤合学生分租，长短租均宜','地址: 7000 De Montmagny Av, Montreal, QC H4E 2V9','H4E 2V9','$435(加元) 包水电暖网','一般公寓','分租 新租约','4卧 1厅 2厕 合厨合厕 1楼','1年','随时入住','新装卧室 --- 配有单人床的卧室尤合单身同学，双人床的卧室适合小夫妻等，长租短住无任欢迎： 
 
（特别注意： 业余有时间和兴趣的人士可以通过协助管理此房，达到减免租金甚至全免，甚至挣点小小收入的机会。） 
 
超近Angrignon 地铁，步行3分钟即到、安静街上新装修6半，四个睡房中的两个睡房分租，400$ 起，租期不低于3个月。 适宜单身人士。后院为此套房租客专用。 
近公园，Angrignon 购物中心。 
 
水电暖网全包。真正提包入住。 除合用的新炉头冰箱外，每个卧室均配有袖珍冰箱。 
 
日租也无任欢迎，价格另议。','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 简单厨具 全套厨具 高速上网 洗衣机/房','超市 商场 学校 体育设施 公园','','近地铁站 - Angrignon - 步行约3分钟','','','Jimmy','5149457198','','cjx9457198@gmail.com','','','435','','','Angrignon','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(333,'29359','2016-10-03','http://www.iu91.com/rs/rent/2016-10/29359.shtml','绿线地铁frontenac门口1半出租','地址: Frontenac, Montreal, QC H2K 2K2','H2K 2K2','$430(加元) 包暖','一般公寓','整租 新租约','1卧 1厕 3楼','1年','随时入住','新装修一半，步行地铁200米，生活交通便利，旁边有IGA，图书馆，免费游泳池等，，包暖气有冰箱炉头，欢迎看房。','','','','','','','','','','li','514927-6254','','andreayeow@gmail.com','','','430','frontenac','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(334,'46870','2016-10-03','http://www.iu91.com/rs/rent/2016-09/46870.shtml','转租老LEASE','地址: La-Fontaine Rue, Montreal, QC H1L 3J1','H1L 3J1','$614(加元) 包水暖','一般公寓','整租 转租约','2卧 1厅 1厕 1楼','1年','12/11/2016','','','','','','','近公车站 - 28,430,410,22 - 步行约1分钟','','','','韩女士','5146776655','','hanhao25@outlook.com','','','614','LEASE','28 430 410 22 1','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(335,'47029','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47029.shtml','老lease转租近康大1950 lincoln大三半','地址: 1950 Lincoln Av, Montreal, QC H3H 2N8','H3H 2N8','$1,070(加元) 包水电暖网','一般公寓','整租 转租约','1卧 1厅 1厕 8楼','1年','10/24/2016','','','','','','','','','','','陈','5145612588','','','','','1070','lease lincoln','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(336,'47016','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47016.shtml','市中心高级公寓大三半客厅招室友','地址: Saint-Marc Rue, Montreal, QC H3H 2G6','H3H 2G6','$665(加元) 包水电暖','高级公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 16楼','1年 可短租','随时入住','大三半客厅招1名室友：市中心高级condo，无虫紧邻康大，长/短租（665加币/月包水暖电空调，可商议）随时看房、随时入住 
 
我在决定住这栋公寓之前，把蒙特利尔地铁沿线的房子基本都看了，市中心的大楼也都了解了一遍。最后决定住2100 St. Marc 
 
1、地址、邮编： 
2100 St. Marc，H3H 2G6 
 
2、大楼介绍： 
市中心很多楼都有虫子、蟑螂，或者一进大楼的味道熏倒人 
2100 St. Marc是为数不多的没有虫子，而且楼内人员不杂，也不是来来往往非常密集。基本都是学生和白人。 
新装修，最重要的是没有味道。 
市中心有三个2100，这是2100 St. Marc 
因此，这栋公寓的房租比其他楼贵200加币。 
 
3、交通便利到爆： 
（1）离康考迪亚大学：步行3-4分钟 
（2）离地铁Guy-Concordia站：步行1-2分钟 
（3）离麦吉尔大学：开车7分钟，公车12分钟 
 
4、购物： 
（1）中国超市：你好、PA、盛唐、cocobun面包店 
（2）西人超市：离Adonis380米、IGA等 
（3）各种餐厅 
（4）紧邻市中心主街：圣·凯瑟琳大街RUE SAINTE-CATHERINE 
 
5、健身房：楼上就是健身房，免费的。 
 
6、公寓图片： 
（1）家具：公寓本来不配家具，我可以买些生活的简单家具（可以商量） 
（2）地板：新的 
（3）景色：可以看图片，景色很好 
（4）房租包含：电、暖、冷暖空调、热水；网络平摊（可以商量） 
 
7、联系方式 
微信：2537042555（备注：租房） 
手机号：514-五五零－07五一 
 
','','','全新装修 光线明亮 房间宽敞','简单家具 全套厨具 储藏室/locker 冷暖空调 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - Station Guy-Concordia - 步行约2分钟','近地铁站 - Guy-Concordia - 步行约2分钟','','','nicole','5145500751','','nicole0627piano@gmail.com','','','665','','2','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(337,'47027','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47027.shtml','Concordia地铁旁转租3个半，11月或12月入住','地址: 1850 Lincoln Av, Montreal, QC H3H 1H4','H3H 1H4','$808(加元) 包水暖','一般公寓','整租 转租约','1卧 1厅 1厕 3楼','8个月','11/01/2016','1850 Lincoln街8层公寓中的三个半，11月或12月入住，lease到明年6月30结束，每年涨8-10块钱房租。房子比较新，没有什么损坏的地方；地下室有储物locker，房间内也有很多壁橱和储物空间。Concordia附近这个价位很难找了。我们因为新工作在Laval，距离很远，再加上有了孩子需要更多的空间，所以要搬离。周末或者节假日可看房，因为孩子小，晚上7点以后请不要打电话。不方便的话可以发邮件或者短信。','','','光线明亮 房间宽敞','储藏室/locker 洗衣机/房','繁华大街 超市 商场 学校 图书馆 医疗机构 警局','近公车站 - 66，165，166 - 步行约1分钟','近地铁站 - Concordia - 步行约1分钟','','近高速公路 - 720 - 约2分钟车程','','514-9281698','','yuan.y4ng@gmail.com','','','808','Concordia','66 165 166 1','Concordia','','720 2','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(338,'34588','2016-10-04','http://www.iu91.com/rs/rent/2015-04/34588.shtml','NDG近橙线3个半 半地下室学区房出租','地址: Coolbrook Av, Montreal, QC H3X 2L6','H3X 2L6','$680(加元) 包水','Duplex/Tri-plex','整租 新租约','1卧 1厅 1厕 半地下室','1年','随时入住','附近有（cinq-continants)五洲小学,步行五分钟可到。包炉头，冰箱，洗衣机，烘干机。','','','分门出入 光线明亮 房间宽敞','简单厨具 洗衣机/房','学校 社区中心 公园','近公车站 - 129 lucy - 步行约3分钟','近地铁站 - cote-sainte-catherine - 步行约8分钟','','','Cherry','51480603334387658666','','yuchencherry@hotmail.com','','','680','NDG','129 3','cote sainte catherine','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(339,'47044','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47044.shtml','**** 1分钟到康大 Downtown三个半转租 ****','地址: Mackay Rue, Montreal, QC H3G 2M2','H3G 2M2','$890(加元) 包水电暖','一般公寓','整租 转租约','1卧 1厅 1厕 11楼','1年','10/29/2016','地址：2150Mackay，Apt.1101 
 
康大Hall Building斜对面，步行2分钟到康大图书馆/地铁站/Sainte-Catherine大街 
 
楼主与先生都是康大毕业生，在这楼住了有5年。房子整洁，光线充足。 
因为转租老lease，所以能有每月$890水电暖全包的价钱（每月房租可以用信用卡支付）。 
 
另外，楼管也住在这栋楼里，人很nice，一般报修和维修处理迅速。这楼不可以养猫或者狗。 
 
图中家具不包，可另卖。 
 
具体入住时间可再议。 
 
最快可在10月10号开始看房，有意的朋友请提前发信息or邮件预约看房的时间，谢谢配合。 
 
 
','','','光线明亮','','繁华大街 商场 学校 图书馆 警局','近公车站','近地铁站 - Guy-Concordia - 步行约2分钟','','','Hannah','5144305706','','superrabbitfur@gmail.com','','','890','Downtown','','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(340,'46978','2016-10-04','http://www.iu91.com/rs/rent/2016-09/46978.shtml','温馨小屋转租','地址: Saint-Marc Rue, Montreal, QC H3H 2N9','H3H 2N9','$866(加元) 包水电暖网','一般公寓','整租 转租约','1卧 1厅 1厕','1年','11/01/2016','','','','房间宽敞','简单厨具 冷暖空调 游泳池 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 图书馆 体育设施 警局','近公车站','近地铁站 - Guy-Concordia - 步行约2分钟','','近高速公路','Cathy Wang','5146234590','','cathy.0622@hotmail.com','','','866','','','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(341,'19234','2016-10-04','http://www.iu91.com/rs/rent/2016-09/19234.shtml','提包入住, Rosemont区(RTC)单间房出租','地址: 19e Av, Montreal, QC H1X 2L8','H1X 2L8','$480(加元) 包水电暖网','Duplex/Tri-plex','分租 无租约','1卧 1厅 1厕 合厨合厕 2楼','1个月 可短租','随时入住','风景优美小区双层公寓坐落于两个社区公园之间安静林荫道上，各种体育休闲运动设施齐全。临近Montreal植物园和Parc Maisonneuve  
 
优质学区，近著名中学Collège Jean-Eudes  (法语私立中学，top 1), Rosemount High School  (英语公立中学), College Rosemont  (法语CEGEP，法语coffe教学中心), Rosemount Technology Centre  (著名英语成人教育中心,免费). 3分钟走到RTC.  
 
临近购物中心, 各大超市, Maxi, Super C, Provigo, Metro, 金發，继發...  
 
街口18公车站15分钟到橙线地铁Beanbien站，139/439公车5分钟到绿线地铁Pie-IX站  
 
室内设施全, 提包入往, 安全、卫生、方便, 是首选的住处。欢迎长租短住人士。 
 
单间出租，短租：短租：$40/天，$200/周，$520/月;  
 
长租：$480/月  (三个月以上)。','','','分门出入 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 18,139,439 - 步行约1-5分钟','','','近高速公路 - 40 - 约5分钟车程','','514-916-6188','','apartment_for_rent@live.ca','','','480','Rosemont RTC','18 139 439 1 5','','','40 5','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(342,'41976','2016-10-04','http://www.iu91.com/rs/rent/2016-03/41976.shtml','市中心,真正全包 近Concordia university','地址: 1280 Saint-Marc Rue, Montreal, QC H3H 2G1','H3H 2G1','$320(加元) 包电暖网','一般公寓','分租 新租约','2卧 1厅 1厕 1车位 合厨合厕 7楼','1年','随时入住','坐落市中心 （downtown), 近Guy-Concordia 地铁站及公交车站，交通超级便利，附近有各种餐馆及购物中心。离concordia大学1分钟距离。是理想的住所。 
主人想出租厅 
厅：320 加元 
包全部家具及水电暖网。','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 冷暖空调 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 165 - 步行约1分钟','近地铁站 - guy concordia - 步行约1分钟','','','Mr.Ma','514-627-3599514-800-4016','','','','','320','Concordia university','165 1','guy concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(343,'47042','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47042.shtml','绿色家园多房出租','地址: Decarie Boul, Montreal, QC H3X 2H5','H3X 2H5','$725(加元)','一般公寓','整租 新租约','1厅 1厕','1年','随时入住','','','','','','','','','','','jenny','514-690-1899','','602410605@qq.com','','','725','','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(344,'47040','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47040.shtml','绿色家园多房出租','地址: Rene-Levesque Boul O, Montreal, QC H3H 2S1','H3H 2S1','$750(加元)','一般公寓','整租 新租约','1卧 1厅 1厕','1年','随时入住','','','','','','','','','','','Jenny','514-690-1899','','602410605@qq.com','','','750','','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(345,'28918','2016-10-04','http://www.iu91.com/rs/rent/2015-06/28918.shtml','R.T.C. 学生公寓， 全包价拎包入住','地址: 4110 53 Av, Montreal, QC H2A 2X8','H2A 2X8','价面议 包水电暖','一般公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 3楼','1年','随时入住','特近Rosemount CEMTER   (R.T.T.)   
Rosemount  center  学生公寓 
 ','','','','','','','','','','张','51458588265149075058','','STAHOME@LIVE.COM','','','','R T C','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(346,'42533','2016-10-03','http://www.iu91.com/rs/rent/2016-10/42533.shtml','单间或套房出租，水电暖网全包','地址: 6980 21e Av, Montreal, QC H2A 2J2','H2A 2J2','$400(加元) 包水电暖网','一般公寓','分租 新租约','2卧 1厅 1厕 合厨合厕 2楼','6个月 可短租','随时入住','单间出租或者整套出租，优势地段，近EMSB两所学校，还有一所不算太远。近EMSB法语课程JFK学校。近购物中心，配套有两到三家银行。离金发中国超市走路20分钟。 
水电暖网全包 (但请不要浪费使用)，单间400-430（卧室有大小之分），基本家具齐全。若有整套租下来的意向请尽早联系。 
若有任何租房意向可联系我，邮箱，微信（须说明租房），手机亦可。手机若无人接听请发送短信告知，请勿语音留言。','','','光线明亮','简单家具 简单厨具 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 社区中心 公园','近公车站 - no.139, no.141, no.18 - 步行约1-10分钟','近地铁站 - St-Michelle, Pie-IX - 步行约18,30分钟','','近高速公路 - 约1分钟车程','孟凡晋','5146778678','','597992432@qq.com','','','400','','139 141 18 1 10','St Michelle Pie IX','','1','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(347,'46266','2016-10-03','http://www.iu91.com/rs/rent/2016-08/46266.shtml','市中心适合合租的cottage','地址: Seymour Av, Montreal, QC H3H 2A6','H3H 2A6','$2,600(加元)','一般公寓','整租 新租约','4卧 1厅 2厕 2楼','1年','随时入住','1207 Seymour H3H 2A4 
 
市中心，2层，4房，饭厅／客厅，2.5浴室，4件套厨具，洗衣机/烘干机，空调，私人天台，$2600/月，随时入住。可以住4个人。临近Guy Concordia/Atwater metro， 步行Concordia, Lasalle College, Dawson college， 附近有各种超市 PA, Shopper drug mart 和中国超市。','','','全新装修','简单家具 简单厨具 洗衣机/房','','','','','','','51451941475145739501','','ntolentino1954@hotmail.ca','','','2600','cottage','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(348,'47033','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47033.shtml','NDG 离地铁步行8分钟公寓出租','地址: 5230 Ponsard Av, Montreal, QC H3W 2A8','H3W 2A8','$950(加元)','一般公寓','整租 新租约','3卧 1厅 1厕 2楼','1年','随时入住','房租950，以后不会加租金。离地铁近，学区好。','','','','','繁华大街 学校 托儿所','','近地铁站 - ville marie - 步行约8分钟','','','胡先生（thai express)','5145421060','','ninalinyuan@yahoo.com','','','950','NDG','','ville marie','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(349,'47032','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47032.shtml','交通便利Longueil好房诚意转租！可商榷！','地址: King-George Rue, Longueuil, QC J4J 2V1','J4J 2V1','$548(加元)','一般公寓','整租 转租约','1卧 1厅 1厕 1楼','1年','随时入住','因搬家，干净靓房转租。位于King George和Chemin Chambly 交叉路口。11月1日交可入住。 
 
租金:  548$/月，租约至2017年7月30日。 
 
- 二楼带阳台； 
- 一分钟到公交车站，有4条公交线路到到Longueuild地铁站（8，28，88，16路）； 
- 5分钟内到购物中心  (LOBLAWS, CANADIAN TIRE, WALMART, SUPER C...) ； 
- 厨房重新装修 ； 
- 提供收费的洗衣机及烘干机 ； 
 
不可饲养宠物（猫除外） 
 
提供:   
- 热水  
- 冰箱&炉头  
- 1个车位  
 
 
诚心转租，联系电话:  438-936-7768 
','','','','','','','','','','Ms WANG','438-936-7768','','emmawxyqn@yahoo.fr','','','548','Longueil','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(350,'46901','2016-10-03','http://www.iu91.com/rs/rent/2016-09/46901.shtml','3个半Lease转租','地址: 1485 Ouimet Rue, Saint-Laurent, Montreal, QC H4L 3R2','H4L 3R2','$680(加元) 包水暖','一般公寓','整租 转租约','1卧 1厅 1厕 3楼','1年','随时入住','转lease.这个3个半公寓，近Cote Vertu地铁站和公交车站。Cote Vertu地铁站旁边是超市AMR，对面是Provigo超市，Pharmaprix，Tim Horton''s.步行15分钟会到MAXI,SUPER C，夏威夷超市。楼对面是游泳池，旁边步行5分钟是公园有篮球，网球场和儿童乐园,另外还有YMCA,大公园夏天可以烧烤，打沙滩排球。近学校和幼儿园，步行10分钟有医院和CLSC。离Vanier College和College St-Laurent很近。楼下路边可以免费停车，也可以租室内和室外停车场，室内是75一个月。这个公寓是物业公司的，所以要做信用调查。公寓包热水，暖，提供炉头，冰箱。每2月电费在42-53之间。这里离Dorval工业区也很近，开车不堵车在15分钟左右。每周有人打扫楼道卫生倒垃圾。有问题需要维修可以找维修，维修很及时。住了一年多了，感觉很好。转租原因：买了房子需要搬走。家具可以考虑留下一些。如果感兴趣，请与我联系。','','','','洗衣机/房','超市 商场 学校 图书馆 社区中心 医疗机构 公园','近公车站 - Terminus Cote Vertu','近地铁站 - Cote Vertu','','','王女士','5142243676','','kai.feng198201@gmail.com','','','680','Lease','','Cote Vertu','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(351,'36905','2016-10-03','http://www.iu91.com/rs/rent/2016-08/36905.shtml','近地铁新装卧室尤合学生分租，长短租均宜','地址: 7000 De Montmagny Av, Montreal, QC H4E 2V9','H4E 2V9','$435(加元) 包水电暖网','一般公寓','分租 新租约','4卧 1厅 2厕 合厨合厕 1楼','1年','随时入住','新装卧室 --- 配有单人床的卧室尤合单身同学，双人床的卧室适合小夫妻等，长租短住无任欢迎： 
 
（特别注意： 业余有时间和兴趣的人士可以通过协助管理此房，达到减免租金甚至全免，甚至挣点小小收入的机会。） 
 
超近Angrignon 地铁，步行3分钟即到、安静街上新装修6半，四个睡房中的两个睡房分租，400$ 起，租期不低于3个月。 适宜单身人士。后院为此套房租客专用。 
近公园，Angrignon 购物中心。 
 
水电暖网全包。真正提包入住。 除合用的新炉头冰箱外，每个卧室均配有袖珍冰箱。 
 
日租也无任欢迎，价格另议。','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 简单厨具 全套厨具 高速上网 洗衣机/房','超市 商场 学校 体育设施 公园','','近地铁站 - Angrignon - 步行约3分钟','','','Jimmy','5149457198','','cjx9457198@gmail.com','','','435','','','Angrignon','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(352,'29359','2016-10-03','http://www.iu91.com/rs/rent/2016-10/29359.shtml','绿线地铁frontenac门口1半出租','地址: Frontenac, Montreal, QC H2K 2K2','H2K 2K2','$430(加元) 包暖','一般公寓','整租 新租约','1卧 1厕 3楼','1年','随时入住','新装修一半，步行地铁200米，生活交通便利，旁边有IGA，图书馆，免费游泳池等，，包暖气有冰箱炉头，欢迎看房。','','','','','','','','','','li','514927-6254','','andreayeow@gmail.com','','','430','frontenac','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(353,'46870','2016-10-03','http://www.iu91.com/rs/rent/2016-09/46870.shtml','转租老LEASE','地址: La-Fontaine Rue, Montreal, QC H1L 3J1','H1L 3J1','$614(加元) 包水暖','一般公寓','整租 转租约','2卧 1厅 1厕 1楼','1年','12/11/2016','','','','','','','近公车站 - 28,430,410,22 - 步行约1分钟','','','','韩女士','5146776655','','hanhao25@outlook.com','','','614','LEASE','28 430 410 22 1','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(354,'47029','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47029.shtml','老lease转租近康大1950 lincoln大三半','地址: 1950 Lincoln Av, Montreal, QC H3H 2N8','H3H 2N8','$1,070(加元) 包水电暖网','一般公寓','整租 转租约','1卧 1厅 1厕 8楼','1年','10/24/2016','','','','','','','','','','','陈','5145612588','','','','','1070','lease lincoln','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(355,'47016','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47016.shtml','市中心高级公寓大三半客厅招室友','地址: Saint-Marc Rue, Montreal, QC H3H 2G6','H3H 2G6','$665(加元) 包水电暖','高级公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 16楼','1年 可短租','随时入住','大三半客厅招1名室友：市中心高级condo，无虫紧邻康大，长/短租（665加币/月包水暖电空调，可商议）随时看房、随时入住 
 
我在决定住这栋公寓之前，把蒙特利尔地铁沿线的房子基本都看了，市中心的大楼也都了解了一遍。最后决定住2100 St. Marc 
 
1、地址、邮编： 
2100 St. Marc，H3H 2G6 
 
2、大楼介绍： 
市中心很多楼都有虫子、蟑螂，或者一进大楼的味道熏倒人 
2100 St. Marc是为数不多的没有虫子，而且楼内人员不杂，也不是来来往往非常密集。基本都是学生和白人。 
新装修，最重要的是没有味道。 
市中心有三个2100，这是2100 St. Marc 
因此，这栋公寓的房租比其他楼贵200加币。 
 
3、交通便利到爆： 
（1）离康考迪亚大学：步行3-4分钟 
（2）离地铁Guy-Concordia站：步行1-2分钟 
（3）离麦吉尔大学：开车7分钟，公车12分钟 
 
4、购物： 
（1）中国超市：你好、PA、盛唐、cocobun面包店 
（2）西人超市：离Adonis380米、IGA等 
（3）各种餐厅 
（4）紧邻市中心主街：圣·凯瑟琳大街RUE SAINTE-CATHERINE 
 
5、健身房：楼上就是健身房，免费的。 
 
6、公寓图片： 
（1）家具：公寓本来不配家具，我可以买些生活的简单家具（可以商量） 
（2）地板：新的 
（3）景色：可以看图片，景色很好 
（4）房租包含：电、暖、冷暖空调、热水；网络平摊（可以商量） 
 
7、联系方式 
微信：2537042555（备注：租房） 
手机号：514-五五零－07五一 
 
','','','全新装修 光线明亮 房间宽敞','简单家具 全套厨具 储藏室/locker 冷暖空调 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - Station Guy-Concordia - 步行约2分钟','近地铁站 - Guy-Concordia - 步行约2分钟','','','nicole','5145500751','','nicole0627piano@gmail.com','','','665','','2','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(356,'47027','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47027.shtml','Concordia地铁旁转租3个半，11月或12月入住','地址: 1850 Lincoln Av, Montreal, QC H3H 1H4','H3H 1H4','$808(加元) 包水暖','一般公寓','整租 转租约','1卧 1厅 1厕 3楼','8个月','11/01/2016','1850 Lincoln街8层公寓中的三个半，11月或12月入住，lease到明年6月30结束，每年涨8-10块钱房租。房子比较新，没有什么损坏的地方；地下室有储物locker，房间内也有很多壁橱和储物空间。Concordia附近这个价位很难找了。我们因为新工作在Laval，距离很远，再加上有了孩子需要更多的空间，所以要搬离。周末或者节假日可看房，因为孩子小，晚上7点以后请不要打电话。不方便的话可以发邮件或者短信。','','','光线明亮 房间宽敞','储藏室/locker 洗衣机/房','繁华大街 超市 商场 学校 图书馆 医疗机构 警局','近公车站 - 66，165，166 - 步行约1分钟','近地铁站 - Concordia - 步行约1分钟','','近高速公路 - 720 - 约2分钟车程','','514-9281698','','yuan.y4ng@gmail.com','','','808','Concordia','66 165 166 1','Concordia','','720 2','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(357,'34588','2016-10-04','http://www.iu91.com/rs/rent/2015-04/34588.shtml','NDG近橙线3个半 半地下室学区房出租','地址: Coolbrook Av, Montreal, QC H3X 2L6','H3X 2L6','$680(加元) 包水','Duplex/Tri-plex','整租 新租约','1卧 1厅 1厕 半地下室','1年','随时入住','附近有（cinq-continants)五洲小学,步行五分钟可到。包炉头，冰箱，洗衣机，烘干机。','','','分门出入 光线明亮 房间宽敞','简单厨具 洗衣机/房','学校 社区中心 公园','近公车站 - 129 lucy - 步行约3分钟','近地铁站 - cote-sainte-catherine - 步行约8分钟','','','Cherry','51480603334387658666','','yuchencherry@hotmail.com','','','680','NDG','129 3','cote sainte catherine','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(358,'47044','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47044.shtml','**** 1分钟到康大 Downtown三个半转租 ****','地址: Mackay Rue, Montreal, QC H3G 2M2','H3G 2M2','$890(加元) 包水电暖','一般公寓','整租 转租约','1卧 1厅 1厕 11楼','1年','10/29/2016','地址：2150Mackay，Apt.1101 
 
康大Hall Building斜对面，步行2分钟到康大图书馆/地铁站/Sainte-Catherine大街 
 
楼主与先生都是康大毕业生，在这楼住了有5年。房子整洁，光线充足。 
因为转租老lease，所以能有每月$890水电暖全包的价钱（每月房租可以用信用卡支付）。 
 
另外，楼管也住在这栋楼里，人很nice，一般报修和维修处理迅速。这楼不可以养猫或者狗。 
 
图中家具不包，可另卖。 
 
具体入住时间可再议。 
 
最快可在10月10号开始看房，有意的朋友请提前发信息or邮件预约看房的时间，谢谢配合。 
 
 
','','','光线明亮','','繁华大街 商场 学校 图书馆 警局','近公车站','近地铁站 - Guy-Concordia - 步行约2分钟','','','Hannah','5144305706','','superrabbitfur@gmail.com','','','890','Downtown','','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(359,'46978','2016-10-04','http://www.iu91.com/rs/rent/2016-09/46978.shtml','温馨小屋转租','地址: Saint-Marc Rue, Montreal, QC H3H 2N9','H3H 2N9','$866(加元) 包水电暖网','一般公寓','整租 转租约','1卧 1厅 1厕','1年','11/01/2016','','','','房间宽敞','简单厨具 冷暖空调 游泳池 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 图书馆 体育设施 警局','近公车站','近地铁站 - Guy-Concordia - 步行约2分钟','','近高速公路','Cathy Wang','5146234590','','cathy.0622@hotmail.com','','','866','','','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(360,'19234','2016-10-04','http://www.iu91.com/rs/rent/2016-09/19234.shtml','提包入住, Rosemont区(RTC)单间房出租','地址: 19e Av, Montreal, QC H1X 2L8','H1X 2L8','$480(加元) 包水电暖网','Duplex/Tri-plex','分租 无租约','1卧 1厅 1厕 合厨合厕 2楼','1个月 可短租','随时入住','风景优美小区双层公寓坐落于两个社区公园之间安静林荫道上，各种体育休闲运动设施齐全。临近Montreal植物园和Parc Maisonneuve  
 
优质学区，近著名中学Collège Jean-Eudes  (法语私立中学，top 1), Rosemount High School  (英语公立中学), College Rosemont  (法语CEGEP，法语coffe教学中心), Rosemount Technology Centre  (著名英语成人教育中心,免费). 3分钟走到RTC.  
 
临近购物中心, 各大超市, Maxi, Super C, Provigo, Metro, 金發，继發...  
 
街口18公车站15分钟到橙线地铁Beanbien站，139/439公车5分钟到绿线地铁Pie-IX站  
 
室内设施全, 提包入往, 安全、卫生、方便, 是首选的住处。欢迎长租短住人士。 
 
单间出租，短租：短租：$40/天，$200/周，$520/月;  
 
长租：$480/月  (三个月以上)。','','','分门出入 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 18,139,439 - 步行约1-5分钟','','','近高速公路 - 40 - 约5分钟车程','','514-916-6188','','apartment_for_rent@live.ca','','','480','Rosemont RTC','18 139 439 1 5','','','40 5','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(361,'41976','2016-10-04','http://www.iu91.com/rs/rent/2016-03/41976.shtml','市中心,真正全包 近Concordia university','地址: 1280 Saint-Marc Rue, Montreal, QC H3H 2G1','H3H 2G1','$320(加元) 包电暖网','一般公寓','分租 新租约','2卧 1厅 1厕 1车位 合厨合厕 7楼','1年','随时入住','坐落市中心 （downtown), 近Guy-Concordia 地铁站及公交车站，交通超级便利，附近有各种餐馆及购物中心。离concordia大学1分钟距离。是理想的住所。 
主人想出租厅 
厅：320 加元 
包全部家具及水电暖网。','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 冷暖空调 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 165 - 步行约1分钟','近地铁站 - guy concordia - 步行约1分钟','','','Mr.Ma','514-627-3599514-800-4016','','','','','320','Concordia university','165 1','guy concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(362,'47042','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47042.shtml','绿色家园多房出租','地址: Decarie Boul, Montreal, QC H3X 2H5','H3X 2H5','$725(加元)','一般公寓','整租 新租约','1厅 1厕','1年','随时入住','','','','','','','','','','','jenny','514-690-1899','','602410605@qq.com','','','725','','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(363,'47040','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47040.shtml','绿色家园多房出租','地址: Rene-Levesque Boul O, Montreal, QC H3H 2S1','H3H 2S1','$750(加元)','一般公寓','整租 新租约','1卧 1厅 1厕','1年','随时入住','','','','','','','','','','','Jenny','514-690-1899','','602410605@qq.com','','','750','','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(364,'28918','2016-10-04','http://www.iu91.com/rs/rent/2015-06/28918.shtml','R.T.C. 学生公寓， 全包价拎包入住','地址: 4110 53 Av, Montreal, QC H2A 2X8','H2A 2X8','价面议 包水电暖','一般公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 3楼','1年','随时入住','特近Rosemount CEMTER   (R.T.T.)   
Rosemount  center  学生公寓 
 ','','','','','','','','','','张','51458588265149075058','','STAHOME@LIVE.COM','','','','R T C','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(365,'42533','2016-10-03','http://www.iu91.com/rs/rent/2016-10/42533.shtml','单间或套房出租，水电暖网全包','地址: 6980 21e Av, Montreal, QC H2A 2J2','H2A 2J2','$400(加元) 包水电暖网','一般公寓','分租 新租约','2卧 1厅 1厕 合厨合厕 2楼','6个月 可短租','随时入住','单间出租或者整套出租，优势地段，近EMSB两所学校，还有一所不算太远。近EMSB法语课程JFK学校。近购物中心，配套有两到三家银行。离金发中国超市走路20分钟。 
水电暖网全包 (但请不要浪费使用)，单间400-430（卧室有大小之分），基本家具齐全。若有整套租下来的意向请尽早联系。 
若有任何租房意向可联系我，邮箱，微信（须说明租房），手机亦可。手机若无人接听请发送短信告知，请勿语音留言。','','','光线明亮','简单家具 简单厨具 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 社区中心 公园','近公车站 - no.139, no.141, no.18 - 步行约1-10分钟','近地铁站 - St-Michelle, Pie-IX - 步行约18,30分钟','','近高速公路 - 约1分钟车程','孟凡晋','5146778678','','597992432@qq.com','','','400','','139 141 18 1 10','St Michelle Pie IX','','1','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(366,'46266','2016-10-03','http://www.iu91.com/rs/rent/2016-08/46266.shtml','市中心适合合租的cottage','地址: Seymour Av, Montreal, QC H3H 2A6','H3H 2A6','$2,600(加元)','一般公寓','整租 新租约','4卧 1厅 2厕 2楼','1年','随时入住','1207 Seymour H3H 2A4 
 
市中心，2层，4房，饭厅／客厅，2.5浴室，4件套厨具，洗衣机/烘干机，空调，私人天台，$2600/月，随时入住。可以住4个人。临近Guy Concordia/Atwater metro， 步行Concordia, Lasalle College, Dawson college， 附近有各种超市 PA, Shopper drug mart 和中国超市。','','','全新装修','简单家具 简单厨具 洗衣机/房','','','','','','','51451941475145739501','','ntolentino1954@hotmail.ca','','','2600','cottage','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(367,'47033','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47033.shtml','NDG 离地铁步行8分钟公寓出租','地址: 5230 Ponsard Av, Montreal, QC H3W 2A8','H3W 2A8','$950(加元)','一般公寓','整租 新租约','3卧 1厅 1厕 2楼','1年','随时入住','房租950，以后不会加租金。离地铁近，学区好。','','','','','繁华大街 学校 托儿所','','近地铁站 - ville marie - 步行约8分钟','','','胡先生（thai express)','5145421060','','ninalinyuan@yahoo.com','','','950','NDG','','ville marie','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(368,'47032','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47032.shtml','交通便利Longueil好房诚意转租！可商榷！','地址: King-George Rue, Longueuil, QC J4J 2V1','J4J 2V1','$548(加元)','一般公寓','整租 转租约','1卧 1厅 1厕 1楼','1年','随时入住','因搬家，干净靓房转租。位于King George和Chemin Chambly 交叉路口。11月1日交可入住。 
 
租金:  548$/月，租约至2017年7月30日。 
 
- 二楼带阳台； 
- 一分钟到公交车站，有4条公交线路到到Longueuild地铁站（8，28，88，16路）； 
- 5分钟内到购物中心  (LOBLAWS, CANADIAN TIRE, WALMART, SUPER C...) ； 
- 厨房重新装修 ； 
- 提供收费的洗衣机及烘干机 ； 
 
不可饲养宠物（猫除外） 
 
提供:   
- 热水  
- 冰箱&炉头  
- 1个车位  
 
 
诚心转租，联系电话:  438-936-7768 
','','','','','','','','','','Ms WANG','438-936-7768','','emmawxyqn@yahoo.fr','','','548','Longueil','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(369,'46901','2016-10-03','http://www.iu91.com/rs/rent/2016-09/46901.shtml','3个半Lease转租','地址: 1485 Ouimet Rue, Saint-Laurent, Montreal, QC H4L 3R2','H4L 3R2','$680(加元) 包水暖','一般公寓','整租 转租约','1卧 1厅 1厕 3楼','1年','随时入住','转lease.这个3个半公寓，近Cote Vertu地铁站和公交车站。Cote Vertu地铁站旁边是超市AMR，对面是Provigo超市，Pharmaprix，Tim Horton''s.步行15分钟会到MAXI,SUPER C，夏威夷超市。楼对面是游泳池，旁边步行5分钟是公园有篮球，网球场和儿童乐园,另外还有YMCA,大公园夏天可以烧烤，打沙滩排球。近学校和幼儿园，步行10分钟有医院和CLSC。离Vanier College和College St-Laurent很近。楼下路边可以免费停车，也可以租室内和室外停车场，室内是75一个月。这个公寓是物业公司的，所以要做信用调查。公寓包热水，暖，提供炉头，冰箱。每2月电费在42-53之间。这里离Dorval工业区也很近，开车不堵车在15分钟左右。每周有人打扫楼道卫生倒垃圾。有问题需要维修可以找维修，维修很及时。住了一年多了，感觉很好。转租原因：买了房子需要搬走。家具可以考虑留下一些。如果感兴趣，请与我联系。','','','','洗衣机/房','超市 商场 学校 图书馆 社区中心 医疗机构 公园','近公车站 - Terminus Cote Vertu','近地铁站 - Cote Vertu','','','王女士','5142243676','','kai.feng198201@gmail.com','','','680','Lease','','Cote Vertu','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(370,'36905','2016-10-03','http://www.iu91.com/rs/rent/2016-08/36905.shtml','近地铁新装卧室尤合学生分租，长短租均宜','地址: 7000 De Montmagny Av, Montreal, QC H4E 2V9','H4E 2V9','$435(加元) 包水电暖网','一般公寓','分租 新租约','4卧 1厅 2厕 合厨合厕 1楼','1年','随时入住','新装卧室 --- 配有单人床的卧室尤合单身同学，双人床的卧室适合小夫妻等，长租短住无任欢迎： 
 
（特别注意： 业余有时间和兴趣的人士可以通过协助管理此房，达到减免租金甚至全免，甚至挣点小小收入的机会。） 
 
超近Angrignon 地铁，步行3分钟即到、安静街上新装修6半，四个睡房中的两个睡房分租，400$ 起，租期不低于3个月。 适宜单身人士。后院为此套房租客专用。 
近公园，Angrignon 购物中心。 
 
水电暖网全包。真正提包入住。 除合用的新炉头冰箱外，每个卧室均配有袖珍冰箱。 
 
日租也无任欢迎，价格另议。','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 简单厨具 全套厨具 高速上网 洗衣机/房','超市 商场 学校 体育设施 公园','','近地铁站 - Angrignon - 步行约3分钟','','','Jimmy','5149457198','','cjx9457198@gmail.com','','','435','','','Angrignon','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(371,'29359','2016-10-03','http://www.iu91.com/rs/rent/2016-10/29359.shtml','绿线地铁frontenac门口1半出租','地址: Frontenac, Montreal, QC H2K 2K2','H2K 2K2','$430(加元) 包暖','一般公寓','整租 新租约','1卧 1厕 3楼','1年','随时入住','新装修一半，步行地铁200米，生活交通便利，旁边有IGA，图书馆，免费游泳池等，，包暖气有冰箱炉头，欢迎看房。','','','','','','','','','','li','514927-6254','','andreayeow@gmail.com','','','430','frontenac','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(372,'46870','2016-10-03','http://www.iu91.com/rs/rent/2016-09/46870.shtml','转租老LEASE','地址: La-Fontaine Rue, Montreal, QC H1L 3J1','H1L 3J1','$614(加元) 包水暖','一般公寓','整租 转租约','2卧 1厅 1厕 1楼','1年','12/11/2016','','','','','','','近公车站 - 28,430,410,22 - 步行约1分钟','','','','韩女士','5146776655','','hanhao25@outlook.com','','','614','LEASE','28 430 410 22 1','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(373,'47029','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47029.shtml','老lease转租近康大1950 lincoln大三半','地址: 1950 Lincoln Av, Montreal, QC H3H 2N8','H3H 2N8','$1,070(加元) 包水电暖网','一般公寓','整租 转租约','1卧 1厅 1厕 8楼','1年','10/24/2016','','','','','','','','','','','陈','5145612588','','','','','1070','lease lincoln','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(374,'47016','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47016.shtml','市中心高级公寓大三半客厅招室友','地址: Saint-Marc Rue, Montreal, QC H3H 2G6','H3H 2G6','$665(加元) 包水电暖','高级公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 16楼','1年 可短租','随时入住','大三半客厅招1名室友：市中心高级condo，无虫紧邻康大，长/短租（665加币/月包水暖电空调，可商议）随时看房、随时入住 
 
我在决定住这栋公寓之前，把蒙特利尔地铁沿线的房子基本都看了，市中心的大楼也都了解了一遍。最后决定住2100 St. Marc 
 
1、地址、邮编： 
2100 St. Marc，H3H 2G6 
 
2、大楼介绍： 
市中心很多楼都有虫子、蟑螂，或者一进大楼的味道熏倒人 
2100 St. Marc是为数不多的没有虫子，而且楼内人员不杂，也不是来来往往非常密集。基本都是学生和白人。 
新装修，最重要的是没有味道。 
市中心有三个2100，这是2100 St. Marc 
因此，这栋公寓的房租比其他楼贵200加币。 
 
3、交通便利到爆： 
（1）离康考迪亚大学：步行3-4分钟 
（2）离地铁Guy-Concordia站：步行1-2分钟 
（3）离麦吉尔大学：开车7分钟，公车12分钟 
 
4、购物： 
（1）中国超市：你好、PA、盛唐、cocobun面包店 
（2）西人超市：离Adonis380米、IGA等 
（3）各种餐厅 
（4）紧邻市中心主街：圣·凯瑟琳大街RUE SAINTE-CATHERINE 
 
5、健身房：楼上就是健身房，免费的。 
 
6、公寓图片： 
（1）家具：公寓本来不配家具，我可以买些生活的简单家具（可以商量） 
（2）地板：新的 
（3）景色：可以看图片，景色很好 
（4）房租包含：电、暖、冷暖空调、热水；网络平摊（可以商量） 
 
7、联系方式 
微信：2537042555（备注：租房） 
手机号：514-五五零－07五一 
 
','','','全新装修 光线明亮 房间宽敞','简单家具 全套厨具 储藏室/locker 冷暖空调 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - Station Guy-Concordia - 步行约2分钟','近地铁站 - Guy-Concordia - 步行约2分钟','','','nicole','5145500751','','nicole0627piano@gmail.com','','','665','','2','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(375,'47027','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47027.shtml','Concordia地铁旁转租3个半，11月或12月入住','地址: 1850 Lincoln Av, Montreal, QC H3H 1H4','H3H 1H4','$808(加元) 包水暖','一般公寓','整租 转租约','1卧 1厅 1厕 3楼','8个月','11/01/2016','1850 Lincoln街8层公寓中的三个半，11月或12月入住，lease到明年6月30结束，每年涨8-10块钱房租。房子比较新，没有什么损坏的地方；地下室有储物locker，房间内也有很多壁橱和储物空间。Concordia附近这个价位很难找了。我们因为新工作在Laval，距离很远，再加上有了孩子需要更多的空间，所以要搬离。周末或者节假日可看房，因为孩子小，晚上7点以后请不要打电话。不方便的话可以发邮件或者短信。','','','光线明亮 房间宽敞','储藏室/locker 洗衣机/房','繁华大街 超市 商场 学校 图书馆 医疗机构 警局','近公车站 - 66，165，166 - 步行约1分钟','近地铁站 - Concordia - 步行约1分钟','','近高速公路 - 720 - 约2分钟车程','','514-9281698','','yuan.y4ng@gmail.com','','','808','Concordia','66 165 166 1','Concordia','','720 2','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(376,'34588','2016-10-04','http://www.iu91.com/rs/rent/2015-04/34588.shtml','NDG近橙线3个半 半地下室学区房出租','地址: Coolbrook Av, Montreal, QC H3X 2L6','H3X 2L6','$680(加元) 包水','Duplex/Tri-plex','整租 新租约','1卧 1厅 1厕 半地下室','1年','随时入住','附近有（cinq-continants)五洲小学,步行五分钟可到。包炉头，冰箱，洗衣机，烘干机。','','','分门出入 光线明亮 房间宽敞','简单厨具 洗衣机/房','学校 社区中心 公园','近公车站 - 129 lucy - 步行约3分钟','近地铁站 - cote-sainte-catherine - 步行约8分钟','','','Cherry','51480603334387658666','','yuchencherry@hotmail.com','','','680','NDG','129 3','cote sainte catherine','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(377,'47044','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47044.shtml','**** 1分钟到康大 Downtown三个半转租 ****','地址: Mackay Rue, Montreal, QC H3G 2M2','H3G 2M2','$890(加元) 包水电暖','一般公寓','整租 转租约','1卧 1厅 1厕 11楼','1年','10/29/2016','地址：2150Mackay，Apt.1101 
 
康大Hall Building斜对面，步行2分钟到康大图书馆/地铁站/Sainte-Catherine大街 
 
楼主与先生都是康大毕业生，在这楼住了有5年。房子整洁，光线充足。 
因为转租老lease，所以能有每月$890水电暖全包的价钱（每月房租可以用信用卡支付）。 
 
另外，楼管也住在这栋楼里，人很nice，一般报修和维修处理迅速。这楼不可以养猫或者狗。 
 
图中家具不包，可另卖。 
 
具体入住时间可再议。 
 
最快可在10月10号开始看房，有意的朋友请提前发信息or邮件预约看房的时间，谢谢配合。 
 
 
','','','光线明亮','','繁华大街 商场 学校 图书馆 警局','近公车站','近地铁站 - Guy-Concordia - 步行约2分钟','','','Hannah','5144305706','','superrabbitfur@gmail.com','','','890','Downtown','','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(378,'46978','2016-10-04','http://www.iu91.com/rs/rent/2016-09/46978.shtml','温馨小屋转租','地址: Saint-Marc Rue, Montreal, QC H3H 2N9','H3H 2N9','$866(加元) 包水电暖网','一般公寓','整租 转租约','1卧 1厅 1厕','1年','11/01/2016','','','','房间宽敞','简单厨具 冷暖空调 游泳池 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 图书馆 体育设施 警局','近公车站','近地铁站 - Guy-Concordia - 步行约2分钟','','近高速公路','Cathy Wang','5146234590','','cathy.0622@hotmail.com','','','866','','','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(379,'19234','2016-10-04','http://www.iu91.com/rs/rent/2016-09/19234.shtml','提包入住, Rosemont区(RTC)单间房出租','地址: 19e Av, Montreal, QC H1X 2L8','H1X 2L8','$480(加元) 包水电暖网','Duplex/Tri-plex','分租 无租约','1卧 1厅 1厕 合厨合厕 2楼','1个月 可短租','随时入住','风景优美小区双层公寓坐落于两个社区公园之间安静林荫道上，各种体育休闲运动设施齐全。临近Montreal植物园和Parc Maisonneuve  
 
优质学区，近著名中学Collège Jean-Eudes  (法语私立中学，top 1), Rosemount High School  (英语公立中学), College Rosemont  (法语CEGEP，法语coffe教学中心), Rosemount Technology Centre  (著名英语成人教育中心,免费). 3分钟走到RTC.  
 
临近购物中心, 各大超市, Maxi, Super C, Provigo, Metro, 金發，继發...  
 
街口18公车站15分钟到橙线地铁Beanbien站，139/439公车5分钟到绿线地铁Pie-IX站  
 
室内设施全, 提包入往, 安全、卫生、方便, 是首选的住处。欢迎长租短住人士。 
 
单间出租，短租：短租：$40/天，$200/周，$520/月;  
 
长租：$480/月  (三个月以上)。','','','分门出入 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 18,139,439 - 步行约1-5分钟','','','近高速公路 - 40 - 约5分钟车程','','514-916-6188','','apartment_for_rent@live.ca','','','480','Rosemont RTC','18 139 439 1 5','','','40 5','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(380,'41976','2016-10-04','http://www.iu91.com/rs/rent/2016-03/41976.shtml','市中心,真正全包 近Concordia university','地址: 1280 Saint-Marc Rue, Montreal, QC H3H 2G1','H3H 2G1','$320(加元) 包电暖网','一般公寓','分租 新租约','2卧 1厅 1厕 1车位 合厨合厕 7楼','1年','随时入住','坐落市中心 （downtown), 近Guy-Concordia 地铁站及公交车站，交通超级便利，附近有各种餐馆及购物中心。离concordia大学1分钟距离。是理想的住所。 
主人想出租厅 
厅：320 加元 
包全部家具及水电暖网。','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 冷暖空调 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 165 - 步行约1分钟','近地铁站 - guy concordia - 步行约1分钟','','','Mr.Ma','514-627-3599514-800-4016','','','','','320','Concordia university','165 1','guy concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(381,'47042','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47042.shtml','绿色家园多房出租','地址: Decarie Boul, Montreal, QC H3X 2H5','H3X 2H5','$725(加元)','一般公寓','整租 新租约','1厅 1厕','1年','随时入住','','','','','','','','','','','jenny','514-690-1899','','602410605@qq.com','','','725','','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(382,'47040','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47040.shtml','绿色家园多房出租','地址: Rene-Levesque Boul O, Montreal, QC H3H 2S1','H3H 2S1','$750(加元)','一般公寓','整租 新租约','1卧 1厅 1厕','1年','随时入住','','','','','','','','','','','Jenny','514-690-1899','','602410605@qq.com','','','750','','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(383,'28918','2016-10-04','http://www.iu91.com/rs/rent/2015-06/28918.shtml','R.T.C. 学生公寓， 全包价拎包入住','地址: 4110 53 Av, Montreal, QC H2A 2X8','H2A 2X8','价面议 包水电暖','一般公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 3楼','1年','随时入住','特近Rosemount CEMTER   (R.T.T.)   
Rosemount  center  学生公寓 
 ','','','','','','','','','','张','51458588265149075058','','STAHOME@LIVE.COM','','','','R T C','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(384,'42533','2016-10-03','http://www.iu91.com/rs/rent/2016-10/42533.shtml','单间或套房出租，水电暖网全包','地址: 6980 21e Av, Montreal, QC H2A 2J2','H2A 2J2','$400(加元) 包水电暖网','一般公寓','分租 新租约','2卧 1厅 1厕 合厨合厕 2楼','6个月 可短租','随时入住','单间出租或者整套出租，优势地段，近EMSB两所学校，还有一所不算太远。近EMSB法语课程JFK学校。近购物中心，配套有两到三家银行。离金发中国超市走路20分钟。 
水电暖网全包 (但请不要浪费使用)，单间400-430（卧室有大小之分），基本家具齐全。若有整套租下来的意向请尽早联系。 
若有任何租房意向可联系我，邮箱，微信（须说明租房），手机亦可。手机若无人接听请发送短信告知，请勿语音留言。','','','光线明亮','简单家具 简单厨具 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 社区中心 公园','近公车站 - no.139, no.141, no.18 - 步行约1-10分钟','近地铁站 - St-Michelle, Pie-IX - 步行约18,30分钟','','近高速公路 - 约1分钟车程','孟凡晋','5146778678','','597992432@qq.com','','','400','','139 141 18 1 10','St Michelle Pie IX','','1','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(385,'46266','2016-10-03','http://www.iu91.com/rs/rent/2016-08/46266.shtml','市中心适合合租的cottage','地址: Seymour Av, Montreal, QC H3H 2A6','H3H 2A6','$2,600(加元)','一般公寓','整租 新租约','4卧 1厅 2厕 2楼','1年','随时入住','1207 Seymour H3H 2A4 
 
市中心，2层，4房，饭厅／客厅，2.5浴室，4件套厨具，洗衣机/烘干机，空调，私人天台，$2600/月，随时入住。可以住4个人。临近Guy Concordia/Atwater metro， 步行Concordia, Lasalle College, Dawson college， 附近有各种超市 PA, Shopper drug mart 和中国超市。','','','全新装修','简单家具 简单厨具 洗衣机/房','','','','','','','51451941475145739501','','ntolentino1954@hotmail.ca','','','2600','cottage','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(386,'47033','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47033.shtml','NDG 离地铁步行8分钟公寓出租','地址: 5230 Ponsard Av, Montreal, QC H3W 2A8','H3W 2A8','$950(加元)','一般公寓','整租 新租约','3卧 1厅 1厕 2楼','1年','随时入住','房租950，以后不会加租金。离地铁近，学区好。','','','','','繁华大街 学校 托儿所','','近地铁站 - ville marie - 步行约8分钟','','','胡先生（thai express)','5145421060','','ninalinyuan@yahoo.com','','','950','NDG','','ville marie','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(387,'47032','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47032.shtml','交通便利Longueil好房诚意转租！可商榷！','地址: King-George Rue, Longueuil, QC J4J 2V1','J4J 2V1','$548(加元)','一般公寓','整租 转租约','1卧 1厅 1厕 1楼','1年','随时入住','因搬家，干净靓房转租。位于King George和Chemin Chambly 交叉路口。11月1日交可入住。 
 
租金:  548$/月，租约至2017年7月30日。 
 
- 二楼带阳台； 
- 一分钟到公交车站，有4条公交线路到到Longueuild地铁站（8，28，88，16路）； 
- 5分钟内到购物中心  (LOBLAWS, CANADIAN TIRE, WALMART, SUPER C...) ； 
- 厨房重新装修 ； 
- 提供收费的洗衣机及烘干机 ； 
 
不可饲养宠物（猫除外） 
 
提供:   
- 热水  
- 冰箱&炉头  
- 1个车位  
 
 
诚心转租，联系电话:  438-936-7768 
','','','','','','','','','','Ms WANG','438-936-7768','','emmawxyqn@yahoo.fr','','','548','Longueil','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(388,'46901','2016-10-03','http://www.iu91.com/rs/rent/2016-09/46901.shtml','3个半Lease转租','地址: 1485 Ouimet Rue, Saint-Laurent, Montreal, QC H4L 3R2','H4L 3R2','$680(加元) 包水暖','一般公寓','整租 转租约','1卧 1厅 1厕 3楼','1年','随时入住','转lease.这个3个半公寓，近Cote Vertu地铁站和公交车站。Cote Vertu地铁站旁边是超市AMR，对面是Provigo超市，Pharmaprix，Tim Horton''s.步行15分钟会到MAXI,SUPER C，夏威夷超市。楼对面是游泳池，旁边步行5分钟是公园有篮球，网球场和儿童乐园,另外还有YMCA,大公园夏天可以烧烤，打沙滩排球。近学校和幼儿园，步行10分钟有医院和CLSC。离Vanier College和College St-Laurent很近。楼下路边可以免费停车，也可以租室内和室外停车场，室内是75一个月。这个公寓是物业公司的，所以要做信用调查。公寓包热水，暖，提供炉头，冰箱。每2月电费在42-53之间。这里离Dorval工业区也很近，开车不堵车在15分钟左右。每周有人打扫楼道卫生倒垃圾。有问题需要维修可以找维修，维修很及时。住了一年多了，感觉很好。转租原因：买了房子需要搬走。家具可以考虑留下一些。如果感兴趣，请与我联系。','','','','洗衣机/房','超市 商场 学校 图书馆 社区中心 医疗机构 公园','近公车站 - Terminus Cote Vertu','近地铁站 - Cote Vertu','','','王女士','5142243676','','kai.feng198201@gmail.com','','','680','Lease','','Cote Vertu','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(389,'36905','2016-10-03','http://www.iu91.com/rs/rent/2016-08/36905.shtml','近地铁新装卧室尤合学生分租，长短租均宜','地址: 7000 De Montmagny Av, Montreal, QC H4E 2V9','H4E 2V9','$435(加元) 包水电暖网','一般公寓','分租 新租约','4卧 1厅 2厕 合厨合厕 1楼','1年','随时入住','新装卧室 --- 配有单人床的卧室尤合单身同学，双人床的卧室适合小夫妻等，长租短住无任欢迎： 
 
（特别注意： 业余有时间和兴趣的人士可以通过协助管理此房，达到减免租金甚至全免，甚至挣点小小收入的机会。） 
 
超近Angrignon 地铁，步行3分钟即到、安静街上新装修6半，四个睡房中的两个睡房分租，400$ 起，租期不低于3个月。 适宜单身人士。后院为此套房租客专用。 
近公园，Angrignon 购物中心。 
 
水电暖网全包。真正提包入住。 除合用的新炉头冰箱外，每个卧室均配有袖珍冰箱。 
 
日租也无任欢迎，价格另议。','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 简单厨具 全套厨具 高速上网 洗衣机/房','超市 商场 学校 体育设施 公园','','近地铁站 - Angrignon - 步行约3分钟','','','Jimmy','5149457198','','cjx9457198@gmail.com','','','435','','','Angrignon','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(390,'29359','2016-10-03','http://www.iu91.com/rs/rent/2016-10/29359.shtml','绿线地铁frontenac门口1半出租','地址: Frontenac, Montreal, QC H2K 2K2','H2K 2K2','$430(加元) 包暖','一般公寓','整租 新租约','1卧 1厕 3楼','1年','随时入住','新装修一半，步行地铁200米，生活交通便利，旁边有IGA，图书馆，免费游泳池等，，包暖气有冰箱炉头，欢迎看房。','','','','','','','','','','li','514927-6254','','andreayeow@gmail.com','','','430','frontenac','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(391,'46870','2016-10-03','http://www.iu91.com/rs/rent/2016-09/46870.shtml','转租老LEASE','地址: La-Fontaine Rue, Montreal, QC H1L 3J1','H1L 3J1','$614(加元) 包水暖','一般公寓','整租 转租约','2卧 1厅 1厕 1楼','1年','12/11/2016','','','','','','','近公车站 - 28,430,410,22 - 步行约1分钟','','','','韩女士','5146776655','','hanhao25@outlook.com','','','614','LEASE','28 430 410 22 1','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(392,'47029','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47029.shtml','老lease转租近康大1950 lincoln大三半','地址: 1950 Lincoln Av, Montreal, QC H3H 2N8','H3H 2N8','$1,070(加元) 包水电暖网','一般公寓','整租 转租约','1卧 1厅 1厕 8楼','1年','10/24/2016','','','','','','','','','','','陈','5145612588','','','','','1070','lease lincoln','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(393,'47016','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47016.shtml','市中心高级公寓大三半客厅招室友','地址: Saint-Marc Rue, Montreal, QC H3H 2G6','H3H 2G6','$665(加元) 包水电暖','高级公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 16楼','1年 可短租','随时入住','大三半客厅招1名室友：市中心高级condo，无虫紧邻康大，长/短租（665加币/月包水暖电空调，可商议）随时看房、随时入住 
 
我在决定住这栋公寓之前，把蒙特利尔地铁沿线的房子基本都看了，市中心的大楼也都了解了一遍。最后决定住2100 St. Marc 
 
1、地址、邮编： 
2100 St. Marc，H3H 2G6 
 
2、大楼介绍： 
市中心很多楼都有虫子、蟑螂，或者一进大楼的味道熏倒人 
2100 St. Marc是为数不多的没有虫子，而且楼内人员不杂，也不是来来往往非常密集。基本都是学生和白人。 
新装修，最重要的是没有味道。 
市中心有三个2100，这是2100 St. Marc 
因此，这栋公寓的房租比其他楼贵200加币。 
 
3、交通便利到爆： 
（1）离康考迪亚大学：步行3-4分钟 
（2）离地铁Guy-Concordia站：步行1-2分钟 
（3）离麦吉尔大学：开车7分钟，公车12分钟 
 
4、购物： 
（1）中国超市：你好、PA、盛唐、cocobun面包店 
（2）西人超市：离Adonis380米、IGA等 
（3）各种餐厅 
（4）紧邻市中心主街：圣·凯瑟琳大街RUE SAINTE-CATHERINE 
 
5、健身房：楼上就是健身房，免费的。 
 
6、公寓图片： 
（1）家具：公寓本来不配家具，我可以买些生活的简单家具（可以商量） 
（2）地板：新的 
（3）景色：可以看图片，景色很好 
（4）房租包含：电、暖、冷暖空调、热水；网络平摊（可以商量） 
 
7、联系方式 
微信：2537042555（备注：租房） 
手机号：514-五五零－07五一 
 
','','','全新装修 光线明亮 房间宽敞','简单家具 全套厨具 储藏室/locker 冷暖空调 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - Station Guy-Concordia - 步行约2分钟','近地铁站 - Guy-Concordia - 步行约2分钟','','','nicole','5145500751','','nicole0627piano@gmail.com','','','665','','2','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(394,'47027','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47027.shtml','Concordia地铁旁转租3个半，11月或12月入住','地址: 1850 Lincoln Av, Montreal, QC H3H 1H4','H3H 1H4','$808(加元) 包水暖','一般公寓','整租 转租约','1卧 1厅 1厕 3楼','8个月','11/01/2016','1850 Lincoln街8层公寓中的三个半，11月或12月入住，lease到明年6月30结束，每年涨8-10块钱房租。房子比较新，没有什么损坏的地方；地下室有储物locker，房间内也有很多壁橱和储物空间。Concordia附近这个价位很难找了。我们因为新工作在Laval，距离很远，再加上有了孩子需要更多的空间，所以要搬离。周末或者节假日可看房，因为孩子小，晚上7点以后请不要打电话。不方便的话可以发邮件或者短信。','','','光线明亮 房间宽敞','储藏室/locker 洗衣机/房','繁华大街 超市 商场 学校 图书馆 医疗机构 警局','近公车站 - 66，165，166 - 步行约1分钟','近地铁站 - Concordia - 步行约1分钟','','近高速公路 - 720 - 约2分钟车程','','514-9281698','','yuan.y4ng@gmail.com','','','808','Concordia','66 165 166 1','Concordia','','720 2','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(395,'34588','2016-10-04','http://www.iu91.com/rs/rent/2015-04/34588.shtml','NDG近橙线3个半 半地下室学区房出租','地址: Coolbrook Av, Montreal, QC H3X 2L6','H3X 2L6','$680(加元) 包水','Duplex/Tri-plex','整租 新租约','1卧 1厅 1厕 半地下室','1年','随时入住','附近有（cinq-continants)五洲小学,步行五分钟可到。包炉头，冰箱，洗衣机，烘干机。','','','分门出入 光线明亮 房间宽敞','简单厨具 洗衣机/房','学校 社区中心 公园','近公车站 - 129 lucy - 步行约3分钟','近地铁站 - cote-sainte-catherine - 步行约8分钟','','','Cherry','51480603334387658666','','yuchencherry@hotmail.com','','','680','NDG','129 3','cote sainte catherine','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(396,'47044','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47044.shtml','**** 1分钟到康大 Downtown三个半转租 ****','地址: Mackay Rue, Montreal, QC H3G 2M2','H3G 2M2','$890(加元) 包水电暖','一般公寓','整租 转租约','1卧 1厅 1厕 11楼','1年','10/29/2016','地址：2150Mackay，Apt.1101 
 
康大Hall Building斜对面，步行2分钟到康大图书馆/地铁站/Sainte-Catherine大街 
 
楼主与先生都是康大毕业生，在这楼住了有5年。房子整洁，光线充足。 
因为转租老lease，所以能有每月$890水电暖全包的价钱（每月房租可以用信用卡支付）。 
 
另外，楼管也住在这栋楼里，人很nice，一般报修和维修处理迅速。这楼不可以养猫或者狗。 
 
图中家具不包，可另卖。 
 
具体入住时间可再议。 
 
最快可在10月10号开始看房，有意的朋友请提前发信息or邮件预约看房的时间，谢谢配合。 
 
 
','','','光线明亮','','繁华大街 商场 学校 图书馆 警局','近公车站','近地铁站 - Guy-Concordia - 步行约2分钟','','','Hannah','5144305706','','superrabbitfur@gmail.com','','','890','Downtown','','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(397,'46978','2016-10-04','http://www.iu91.com/rs/rent/2016-09/46978.shtml','温馨小屋转租','地址: Saint-Marc Rue, Montreal, QC H3H 2N9','H3H 2N9','$866(加元) 包水电暖网','一般公寓','整租 转租约','1卧 1厅 1厕','1年','11/01/2016','','','','房间宽敞','简单厨具 冷暖空调 游泳池 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 图书馆 体育设施 警局','近公车站','近地铁站 - Guy-Concordia - 步行约2分钟','','近高速公路','Cathy Wang','5146234590','','cathy.0622@hotmail.com','','','866','','','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(398,'19234','2016-10-04','http://www.iu91.com/rs/rent/2016-09/19234.shtml','提包入住, Rosemont区(RTC)单间房出租','地址: 19e Av, Montreal, QC H1X 2L8','H1X 2L8','$480(加元) 包水电暖网','Duplex/Tri-plex','分租 无租约','1卧 1厅 1厕 合厨合厕 2楼','1个月 可短租','随时入住','风景优美小区双层公寓坐落于两个社区公园之间安静林荫道上，各种体育休闲运动设施齐全。临近Montreal植物园和Parc Maisonneuve  
 
优质学区，近著名中学Collège Jean-Eudes  (法语私立中学，top 1), Rosemount High School  (英语公立中学), College Rosemont  (法语CEGEP，法语coffe教学中心), Rosemount Technology Centre  (著名英语成人教育中心,免费). 3分钟走到RTC.  
 
临近购物中心, 各大超市, Maxi, Super C, Provigo, Metro, 金發，继發...  
 
街口18公车站15分钟到橙线地铁Beanbien站，139/439公车5分钟到绿线地铁Pie-IX站  
 
室内设施全, 提包入往, 安全、卫生、方便, 是首选的住处。欢迎长租短住人士。 
 
单间出租，短租：短租：$40/天，$200/周，$520/月;  
 
长租：$480/月  (三个月以上)。','','','分门出入 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 18,139,439 - 步行约1-5分钟','','','近高速公路 - 40 - 约5分钟车程','','514-916-6188','','apartment_for_rent@live.ca','','','480','Rosemont RTC','18 139 439 1 5','','','40 5','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(399,'41976','2016-10-04','http://www.iu91.com/rs/rent/2016-03/41976.shtml','市中心,真正全包 近Concordia university','地址: 1280 Saint-Marc Rue, Montreal, QC H3H 2G1','H3H 2G1','$320(加元) 包电暖网','一般公寓','分租 新租约','2卧 1厅 1厕 1车位 合厨合厕 7楼','1年','随时入住','坐落市中心 （downtown), 近Guy-Concordia 地铁站及公交车站，交通超级便利，附近有各种餐馆及购物中心。离concordia大学1分钟距离。是理想的住所。 
主人想出租厅 
厅：320 加元 
包全部家具及水电暖网。','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 冷暖空调 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 165 - 步行约1分钟','近地铁站 - guy concordia - 步行约1分钟','','','Mr.Ma','514-627-3599514-800-4016','','','','','320','Concordia university','165 1','guy concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(400,'47042','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47042.shtml','绿色家园多房出租','地址: Decarie Boul, Montreal, QC H3X 2H5','H3X 2H5','$725(加元)','一般公寓','整租 新租约','1厅 1厕','1年','随时入住','','','','','','','','','','','jenny','514-690-1899','','602410605@qq.com','','','725','','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(401,'47040','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47040.shtml','绿色家园多房出租','地址: Rene-Levesque Boul O, Montreal, QC H3H 2S1','H3H 2S1','$750(加元)','一般公寓','整租 新租约','1卧 1厅 1厕','1年','随时入住','','','','','','','','','','','Jenny','514-690-1899','','602410605@qq.com','','','750','','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(402,'28918','2016-10-04','http://www.iu91.com/rs/rent/2015-06/28918.shtml','R.T.C. 学生公寓， 全包价拎包入住','地址: 4110 53 Av, Montreal, QC H2A 2X8','H2A 2X8','价面议 包水电暖','一般公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 3楼','1年','随时入住','特近Rosemount CEMTER   (R.T.T.)   
Rosemount  center  学生公寓 
 ','','','','','','','','','','张','51458588265149075058','','STAHOME@LIVE.COM','','','','R T C','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(403,'42533','2016-10-03','http://www.iu91.com/rs/rent/2016-10/42533.shtml','单间或套房出租，水电暖网全包','地址: 6980 21e Av, Montreal, QC H2A 2J2','H2A 2J2','$400(加元) 包水电暖网','一般公寓','分租 新租约','2卧 1厅 1厕 合厨合厕 2楼','6个月 可短租','随时入住','单间出租或者整套出租，优势地段，近EMSB两所学校，还有一所不算太远。近EMSB法语课程JFK学校。近购物中心，配套有两到三家银行。离金发中国超市走路20分钟。 
水电暖网全包 (但请不要浪费使用)，单间400-430（卧室有大小之分），基本家具齐全。若有整套租下来的意向请尽早联系。 
若有任何租房意向可联系我，邮箱，微信（须说明租房），手机亦可。手机若无人接听请发送短信告知，请勿语音留言。','','','光线明亮','简单家具 简单厨具 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 社区中心 公园','近公车站 - no.139, no.141, no.18 - 步行约1-10分钟','近地铁站 - St-Michelle, Pie-IX - 步行约18,30分钟','','近高速公路 - 约1分钟车程','孟凡晋','5146778678','','597992432@qq.com','','','400','','139 141 18 1 10','St Michelle Pie IX','','1','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(404,'46266','2016-10-03','http://www.iu91.com/rs/rent/2016-08/46266.shtml','市中心适合合租的cottage','地址: Seymour Av, Montreal, QC H3H 2A6','H3H 2A6','$2,600(加元)','一般公寓','整租 新租约','4卧 1厅 2厕 2楼','1年','随时入住','1207 Seymour H3H 2A4 
 
市中心，2层，4房，饭厅／客厅，2.5浴室，4件套厨具，洗衣机/烘干机，空调，私人天台，$2600/月，随时入住。可以住4个人。临近Guy Concordia/Atwater metro， 步行Concordia, Lasalle College, Dawson college， 附近有各种超市 PA, Shopper drug mart 和中国超市。','','','全新装修','简单家具 简单厨具 洗衣机/房','','','','','','','51451941475145739501','','ntolentino1954@hotmail.ca','','','2600','cottage','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(405,'47033','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47033.shtml','NDG 离地铁步行8分钟公寓出租','地址: 5230 Ponsard Av, Montreal, QC H3W 2A8','H3W 2A8','$950(加元)','一般公寓','整租 新租约','3卧 1厅 1厕 2楼','1年','随时入住','房租950，以后不会加租金。离地铁近，学区好。','','','','','繁华大街 学校 托儿所','','近地铁站 - ville marie - 步行约8分钟','','','胡先生（thai express)','5145421060','','ninalinyuan@yahoo.com','','','950','NDG','','ville marie','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(406,'47032','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47032.shtml','交通便利Longueil好房诚意转租！可商榷！','地址: King-George Rue, Longueuil, QC J4J 2V1','J4J 2V1','$548(加元)','一般公寓','整租 转租约','1卧 1厅 1厕 1楼','1年','随时入住','因搬家，干净靓房转租。位于King George和Chemin Chambly 交叉路口。11月1日交可入住。 
 
租金:  548$/月，租约至2017年7月30日。 
 
- 二楼带阳台； 
- 一分钟到公交车站，有4条公交线路到到Longueuild地铁站（8，28，88，16路）； 
- 5分钟内到购物中心  (LOBLAWS, CANADIAN TIRE, WALMART, SUPER C...) ； 
- 厨房重新装修 ； 
- 提供收费的洗衣机及烘干机 ； 
 
不可饲养宠物（猫除外） 
 
提供:   
- 热水  
- 冰箱&炉头  
- 1个车位  
 
 
诚心转租，联系电话:  438-936-7768 
','','','','','','','','','','Ms WANG','438-936-7768','','emmawxyqn@yahoo.fr','','','548','Longueil','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(407,'46901','2016-10-03','http://www.iu91.com/rs/rent/2016-09/46901.shtml','3个半Lease转租','地址: 1485 Ouimet Rue, Saint-Laurent, Montreal, QC H4L 3R2','H4L 3R2','$680(加元) 包水暖','一般公寓','整租 转租约','1卧 1厅 1厕 3楼','1年','随时入住','转lease.这个3个半公寓，近Cote Vertu地铁站和公交车站。Cote Vertu地铁站旁边是超市AMR，对面是Provigo超市，Pharmaprix，Tim Horton''s.步行15分钟会到MAXI,SUPER C，夏威夷超市。楼对面是游泳池，旁边步行5分钟是公园有篮球，网球场和儿童乐园,另外还有YMCA,大公园夏天可以烧烤，打沙滩排球。近学校和幼儿园，步行10分钟有医院和CLSC。离Vanier College和College St-Laurent很近。楼下路边可以免费停车，也可以租室内和室外停车场，室内是75一个月。这个公寓是物业公司的，所以要做信用调查。公寓包热水，暖，提供炉头，冰箱。每2月电费在42-53之间。这里离Dorval工业区也很近，开车不堵车在15分钟左右。每周有人打扫楼道卫生倒垃圾。有问题需要维修可以找维修，维修很及时。住了一年多了，感觉很好。转租原因：买了房子需要搬走。家具可以考虑留下一些。如果感兴趣，请与我联系。','','','','洗衣机/房','超市 商场 学校 图书馆 社区中心 医疗机构 公园','近公车站 - Terminus Cote Vertu','近地铁站 - Cote Vertu','','','王女士','5142243676','','kai.feng198201@gmail.com','','','680','Lease','','Cote Vertu','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(408,'36905','2016-10-03','http://www.iu91.com/rs/rent/2016-08/36905.shtml','近地铁新装卧室尤合学生分租，长短租均宜','地址: 7000 De Montmagny Av, Montreal, QC H4E 2V9','H4E 2V9','$435(加元) 包水电暖网','一般公寓','分租 新租约','4卧 1厅 2厕 合厨合厕 1楼','1年','随时入住','新装卧室 --- 配有单人床的卧室尤合单身同学，双人床的卧室适合小夫妻等，长租短住无任欢迎： 
 
（特别注意： 业余有时间和兴趣的人士可以通过协助管理此房，达到减免租金甚至全免，甚至挣点小小收入的机会。） 
 
超近Angrignon 地铁，步行3分钟即到、安静街上新装修6半，四个睡房中的两个睡房分租，400$ 起，租期不低于3个月。 适宜单身人士。后院为此套房租客专用。 
近公园，Angrignon 购物中心。 
 
水电暖网全包。真正提包入住。 除合用的新炉头冰箱外，每个卧室均配有袖珍冰箱。 
 
日租也无任欢迎，价格另议。','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 简单厨具 全套厨具 高速上网 洗衣机/房','超市 商场 学校 体育设施 公园','','近地铁站 - Angrignon - 步行约3分钟','','','Jimmy','5149457198','','cjx9457198@gmail.com','','','435','','','Angrignon','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(409,'29359','2016-10-03','http://www.iu91.com/rs/rent/2016-10/29359.shtml','绿线地铁frontenac门口1半出租','地址: Frontenac, Montreal, QC H2K 2K2','H2K 2K2','$430(加元) 包暖','一般公寓','整租 新租约','1卧 1厕 3楼','1年','随时入住','新装修一半，步行地铁200米，生活交通便利，旁边有IGA，图书馆，免费游泳池等，，包暖气有冰箱炉头，欢迎看房。','','','','','','','','','','li','514927-6254','','andreayeow@gmail.com','','','430','frontenac','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(410,'46870','2016-10-03','http://www.iu91.com/rs/rent/2016-09/46870.shtml','转租老LEASE','地址: La-Fontaine Rue, Montreal, QC H1L 3J1','H1L 3J1','$614(加元) 包水暖','一般公寓','整租 转租约','2卧 1厅 1厕 1楼','1年','12/11/2016','','','','','','','近公车站 - 28,430,410,22 - 步行约1分钟','','','','韩女士','5146776655','','hanhao25@outlook.com','','','614','LEASE','28 430 410 22 1','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(411,'47029','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47029.shtml','老lease转租近康大1950 lincoln大三半','地址: 1950 Lincoln Av, Montreal, QC H3H 2N8','H3H 2N8','$1,070(加元) 包水电暖网','一般公寓','整租 转租约','1卧 1厅 1厕 8楼','1年','10/24/2016','','','','','','','','','','','陈','5145612588','','','','','1070','lease lincoln','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(412,'47016','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47016.shtml','市中心高级公寓大三半客厅招室友','地址: Saint-Marc Rue, Montreal, QC H3H 2G6','H3H 2G6','$665(加元) 包水电暖','高级公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 16楼','1年 可短租','随时入住','大三半客厅招1名室友：市中心高级condo，无虫紧邻康大，长/短租（665加币/月包水暖电空调，可商议）随时看房、随时入住 
 
我在决定住这栋公寓之前，把蒙特利尔地铁沿线的房子基本都看了，市中心的大楼也都了解了一遍。最后决定住2100 St. Marc 
 
1、地址、邮编： 
2100 St. Marc，H3H 2G6 
 
2、大楼介绍： 
市中心很多楼都有虫子、蟑螂，或者一进大楼的味道熏倒人 
2100 St. Marc是为数不多的没有虫子，而且楼内人员不杂，也不是来来往往非常密集。基本都是学生和白人。 
新装修，最重要的是没有味道。 
市中心有三个2100，这是2100 St. Marc 
因此，这栋公寓的房租比其他楼贵200加币。 
 
3、交通便利到爆： 
（1）离康考迪亚大学：步行3-4分钟 
（2）离地铁Guy-Concordia站：步行1-2分钟 
（3）离麦吉尔大学：开车7分钟，公车12分钟 
 
4、购物： 
（1）中国超市：你好、PA、盛唐、cocobun面包店 
（2）西人超市：离Adonis380米、IGA等 
（3）各种餐厅 
（4）紧邻市中心主街：圣·凯瑟琳大街RUE SAINTE-CATHERINE 
 
5、健身房：楼上就是健身房，免费的。 
 
6、公寓图片： 
（1）家具：公寓本来不配家具，我可以买些生活的简单家具（可以商量） 
（2）地板：新的 
（3）景色：可以看图片，景色很好 
（4）房租包含：电、暖、冷暖空调、热水；网络平摊（可以商量） 
 
7、联系方式 
微信：2537042555（备注：租房） 
手机号：514-五五零－07五一 
 
','','','全新装修 光线明亮 房间宽敞','简单家具 全套厨具 储藏室/locker 冷暖空调 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - Station Guy-Concordia - 步行约2分钟','近地铁站 - Guy-Concordia - 步行约2分钟','','','nicole','5145500751','','nicole0627piano@gmail.com','','','665','','2','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(413,'47027','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47027.shtml','Concordia地铁旁转租3个半，11月或12月入住','地址: 1850 Lincoln Av, Montreal, QC H3H 1H4','H3H 1H4','$808(加元) 包水暖','一般公寓','整租 转租约','1卧 1厅 1厕 3楼','8个月','11/01/2016','1850 Lincoln街8层公寓中的三个半，11月或12月入住，lease到明年6月30结束，每年涨8-10块钱房租。房子比较新，没有什么损坏的地方；地下室有储物locker，房间内也有很多壁橱和储物空间。Concordia附近这个价位很难找了。我们因为新工作在Laval，距离很远，再加上有了孩子需要更多的空间，所以要搬离。周末或者节假日可看房，因为孩子小，晚上7点以后请不要打电话。不方便的话可以发邮件或者短信。','','','光线明亮 房间宽敞','储藏室/locker 洗衣机/房','繁华大街 超市 商场 学校 图书馆 医疗机构 警局','近公车站 - 66，165，166 - 步行约1分钟','近地铁站 - Concordia - 步行约1分钟','','近高速公路 - 720 - 约2分钟车程','','514-9281698','','yuan.y4ng@gmail.com','','','808','Concordia','66 165 166 1','Concordia','','720 2','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(414,'34588','2016-10-04','http://www.iu91.com/rs/rent/2015-04/34588.shtml','NDG近橙线3个半 半地下室学区房出租','地址: Coolbrook Av, Montreal, QC H3X 2L6','H3X 2L6','$680(加元) 包水','Duplex/Tri-plex','整租 新租约','1卧 1厅 1厕 半地下室','1年','随时入住','附近有（cinq-continants)五洲小学,步行五分钟可到。包炉头，冰箱，洗衣机，烘干机。','','','分门出入 光线明亮 房间宽敞','简单厨具 洗衣机/房','学校 社区中心 公园','近公车站 - 129 lucy - 步行约3分钟','近地铁站 - cote-sainte-catherine - 步行约8分钟','','','Cherry','51480603334387658666','','yuchencherry@hotmail.com','','','680','NDG','129 3','cote sainte catherine','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(415,'47044','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47044.shtml','**** 1分钟到康大 Downtown三个半转租 ****','地址: Mackay Rue, Montreal, QC H3G 2M2','H3G 2M2','$890(加元) 包水电暖','一般公寓','整租 转租约','1卧 1厅 1厕 11楼','1年','10/29/2016','地址：2150Mackay，Apt.1101 
 
康大Hall Building斜对面，步行2分钟到康大图书馆/地铁站/Sainte-Catherine大街 
 
楼主与先生都是康大毕业生，在这楼住了有5年。房子整洁，光线充足。 
因为转租老lease，所以能有每月$890水电暖全包的价钱（每月房租可以用信用卡支付）。 
 
另外，楼管也住在这栋楼里，人很nice，一般报修和维修处理迅速。这楼不可以养猫或者狗。 
 
图中家具不包，可另卖。 
 
具体入住时间可再议。 
 
最快可在10月10号开始看房，有意的朋友请提前发信息or邮件预约看房的时间，谢谢配合。 
 
 
','','','光线明亮','','繁华大街 商场 学校 图书馆 警局','近公车站','近地铁站 - Guy-Concordia - 步行约2分钟','','','Hannah','5144305706','','superrabbitfur@gmail.com','','','890','Downtown','','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(416,'46978','2016-10-04','http://www.iu91.com/rs/rent/2016-09/46978.shtml','温馨小屋转租','地址: Saint-Marc Rue, Montreal, QC H3H 2N9','H3H 2N9','$866(加元) 包水电暖网','一般公寓','整租 转租约','1卧 1厅 1厕','1年','11/01/2016','','','','房间宽敞','简单厨具 冷暖空调 游泳池 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 图书馆 体育设施 警局','近公车站','近地铁站 - Guy-Concordia - 步行约2分钟','','近高速公路','Cathy Wang','5146234590','','cathy.0622@hotmail.com','','','866','','','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(417,'19234','2016-10-04','http://www.iu91.com/rs/rent/2016-09/19234.shtml','提包入住, Rosemont区(RTC)单间房出租','地址: 19e Av, Montreal, QC H1X 2L8','H1X 2L8','$480(加元) 包水电暖网','Duplex/Tri-plex','分租 无租约','1卧 1厅 1厕 合厨合厕 2楼','1个月 可短租','随时入住','风景优美小区双层公寓坐落于两个社区公园之间安静林荫道上，各种体育休闲运动设施齐全。临近Montreal植物园和Parc Maisonneuve  
 
优质学区，近著名中学Collège Jean-Eudes  (法语私立中学，top 1), Rosemount High School  (英语公立中学), College Rosemont  (法语CEGEP，法语coffe教学中心), Rosemount Technology Centre  (著名英语成人教育中心,免费). 3分钟走到RTC.  
 
临近购物中心, 各大超市, Maxi, Super C, Provigo, Metro, 金發，继發...  
 
街口18公车站15分钟到橙线地铁Beanbien站，139/439公车5分钟到绿线地铁Pie-IX站  
 
室内设施全, 提包入往, 安全、卫生、方便, 是首选的住处。欢迎长租短住人士。 
 
单间出租，短租：短租：$40/天，$200/周，$520/月;  
 
长租：$480/月  (三个月以上)。','','','分门出入 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 18,139,439 - 步行约1-5分钟','','','近高速公路 - 40 - 约5分钟车程','','514-916-6188','','apartment_for_rent@live.ca','','','480','Rosemont RTC','18 139 439 1 5','','','40 5','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(418,'41976','2016-10-04','http://www.iu91.com/rs/rent/2016-03/41976.shtml','市中心,真正全包 近Concordia university','地址: 1280 Saint-Marc Rue, Montreal, QC H3H 2G1','H3H 2G1','$320(加元) 包电暖网','一般公寓','分租 新租约','2卧 1厅 1厕 1车位 合厨合厕 7楼','1年','随时入住','坐落市中心 （downtown), 近Guy-Concordia 地铁站及公交车站，交通超级便利，附近有各种餐馆及购物中心。离concordia大学1分钟距离。是理想的住所。 
主人想出租厅 
厅：320 加元 
包全部家具及水电暖网。','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 冷暖空调 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 165 - 步行约1分钟','近地铁站 - guy concordia - 步行约1分钟','','','Mr.Ma','514-627-3599514-800-4016','','','','','320','Concordia university','165 1','guy concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(419,'47042','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47042.shtml','绿色家园多房出租','地址: Decarie Boul, Montreal, QC H3X 2H5','H3X 2H5','$725(加元)','一般公寓','整租 新租约','1厅 1厕','1年','随时入住','','','','','','','','','','','jenny','514-690-1899','','602410605@qq.com','','','725','','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(420,'47040','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47040.shtml','绿色家园多房出租','地址: Rene-Levesque Boul O, Montreal, QC H3H 2S1','H3H 2S1','$750(加元)','一般公寓','整租 新租约','1卧 1厅 1厕','1年','随时入住','','','','','','','','','','','Jenny','514-690-1899','','602410605@qq.com','','','750','','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(421,'28918','2016-10-04','http://www.iu91.com/rs/rent/2015-06/28918.shtml','R.T.C. 学生公寓， 全包价拎包入住','地址: 4110 53 Av, Montreal, QC H2A 2X8','H2A 2X8','价面议 包水电暖','一般公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 3楼','1年','随时入住','特近Rosemount CEMTER   (R.T.T.)   
Rosemount  center  学生公寓 
 ','','','','','','','','','','张','51458588265149075058','','STAHOME@LIVE.COM','','','','R T C','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(422,'42533','2016-10-03','http://www.iu91.com/rs/rent/2016-10/42533.shtml','单间或套房出租，水电暖网全包','地址: 6980 21e Av, Montreal, QC H2A 2J2','H2A 2J2','$400(加元) 包水电暖网','一般公寓','分租 新租约','2卧 1厅 1厕 合厨合厕 2楼','6个月 可短租','随时入住','单间出租或者整套出租，优势地段，近EMSB两所学校，还有一所不算太远。近EMSB法语课程JFK学校。近购物中心，配套有两到三家银行。离金发中国超市走路20分钟。 
水电暖网全包 (但请不要浪费使用)，单间400-430（卧室有大小之分），基本家具齐全。若有整套租下来的意向请尽早联系。 
若有任何租房意向可联系我，邮箱，微信（须说明租房），手机亦可。手机若无人接听请发送短信告知，请勿语音留言。','','','光线明亮','简单家具 简单厨具 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 社区中心 公园','近公车站 - no.139, no.141, no.18 - 步行约1-10分钟','近地铁站 - St-Michelle, Pie-IX - 步行约18,30分钟','','近高速公路 - 约1分钟车程','孟凡晋','5146778678','','597992432@qq.com','','','400','','139 141 18 1 10','St Michelle Pie IX','','1','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(423,'46266','2016-10-03','http://www.iu91.com/rs/rent/2016-08/46266.shtml','市中心适合合租的cottage','地址: Seymour Av, Montreal, QC H3H 2A6','H3H 2A6','$2,600(加元)','一般公寓','整租 新租约','4卧 1厅 2厕 2楼','1年','随时入住','1207 Seymour H3H 2A4 
 
市中心，2层，4房，饭厅／客厅，2.5浴室，4件套厨具，洗衣机/烘干机，空调，私人天台，$2600/月，随时入住。可以住4个人。临近Guy Concordia/Atwater metro， 步行Concordia, Lasalle College, Dawson college， 附近有各种超市 PA, Shopper drug mart 和中国超市。','','','全新装修','简单家具 简单厨具 洗衣机/房','','','','','','','51451941475145739501','','ntolentino1954@hotmail.ca','','','2600','cottage','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(424,'47033','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47033.shtml','NDG 离地铁步行8分钟公寓出租','地址: 5230 Ponsard Av, Montreal, QC H3W 2A8','H3W 2A8','$950(加元)','一般公寓','整租 新租约','3卧 1厅 1厕 2楼','1年','随时入住','房租950，以后不会加租金。离地铁近，学区好。','','','','','繁华大街 学校 托儿所','','近地铁站 - ville marie - 步行约8分钟','','','胡先生（thai express)','5145421060','','ninalinyuan@yahoo.com','','','950','NDG','','ville marie','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(425,'47032','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47032.shtml','交通便利Longueil好房诚意转租！可商榷！','地址: King-George Rue, Longueuil, QC J4J 2V1','J4J 2V1','$548(加元)','一般公寓','整租 转租约','1卧 1厅 1厕 1楼','1年','随时入住','因搬家，干净靓房转租。位于King George和Chemin Chambly 交叉路口。11月1日交可入住。 
 
租金:  548$/月，租约至2017年7月30日。 
 
- 二楼带阳台； 
- 一分钟到公交车站，有4条公交线路到到Longueuild地铁站（8，28，88，16路）； 
- 5分钟内到购物中心  (LOBLAWS, CANADIAN TIRE, WALMART, SUPER C...) ； 
- 厨房重新装修 ； 
- 提供收费的洗衣机及烘干机 ； 
 
不可饲养宠物（猫除外） 
 
提供:   
- 热水  
- 冰箱&炉头  
- 1个车位  
 
 
诚心转租，联系电话:  438-936-7768 
','','','','','','','','','','Ms WANG','438-936-7768','','emmawxyqn@yahoo.fr','','','548','Longueil','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(426,'46901','2016-10-03','http://www.iu91.com/rs/rent/2016-09/46901.shtml','3个半Lease转租','地址: 1485 Ouimet Rue, Saint-Laurent, Montreal, QC H4L 3R2','H4L 3R2','$680(加元) 包水暖','一般公寓','整租 转租约','1卧 1厅 1厕 3楼','1年','随时入住','转lease.这个3个半公寓，近Cote Vertu地铁站和公交车站。Cote Vertu地铁站旁边是超市AMR，对面是Provigo超市，Pharmaprix，Tim Horton''s.步行15分钟会到MAXI,SUPER C，夏威夷超市。楼对面是游泳池，旁边步行5分钟是公园有篮球，网球场和儿童乐园,另外还有YMCA,大公园夏天可以烧烤，打沙滩排球。近学校和幼儿园，步行10分钟有医院和CLSC。离Vanier College和College St-Laurent很近。楼下路边可以免费停车，也可以租室内和室外停车场，室内是75一个月。这个公寓是物业公司的，所以要做信用调查。公寓包热水，暖，提供炉头，冰箱。每2月电费在42-53之间。这里离Dorval工业区也很近，开车不堵车在15分钟左右。每周有人打扫楼道卫生倒垃圾。有问题需要维修可以找维修，维修很及时。住了一年多了，感觉很好。转租原因：买了房子需要搬走。家具可以考虑留下一些。如果感兴趣，请与我联系。','','','','洗衣机/房','超市 商场 学校 图书馆 社区中心 医疗机构 公园','近公车站 - Terminus Cote Vertu','近地铁站 - Cote Vertu','','','王女士','5142243676','','kai.feng198201@gmail.com','','','680','Lease','','Cote Vertu','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(427,'36905','2016-10-03','http://www.iu91.com/rs/rent/2016-08/36905.shtml','近地铁新装卧室尤合学生分租，长短租均宜','地址: 7000 De Montmagny Av, Montreal, QC H4E 2V9','H4E 2V9','$435(加元) 包水电暖网','一般公寓','分租 新租约','4卧 1厅 2厕 合厨合厕 1楼','1年','随时入住','新装卧室 --- 配有单人床的卧室尤合单身同学，双人床的卧室适合小夫妻等，长租短住无任欢迎： 
 
（特别注意： 业余有时间和兴趣的人士可以通过协助管理此房，达到减免租金甚至全免，甚至挣点小小收入的机会。） 
 
超近Angrignon 地铁，步行3分钟即到、安静街上新装修6半，四个睡房中的两个睡房分租，400$ 起，租期不低于3个月。 适宜单身人士。后院为此套房租客专用。 
近公园，Angrignon 购物中心。 
 
水电暖网全包。真正提包入住。 除合用的新炉头冰箱外，每个卧室均配有袖珍冰箱。 
 
日租也无任欢迎，价格另议。','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 简单厨具 全套厨具 高速上网 洗衣机/房','超市 商场 学校 体育设施 公园','','近地铁站 - Angrignon - 步行约3分钟','','','Jimmy','5149457198','','cjx9457198@gmail.com','','','435','','','Angrignon','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(428,'29359','2016-10-03','http://www.iu91.com/rs/rent/2016-10/29359.shtml','绿线地铁frontenac门口1半出租','地址: Frontenac, Montreal, QC H2K 2K2','H2K 2K2','$430(加元) 包暖','一般公寓','整租 新租约','1卧 1厕 3楼','1年','随时入住','新装修一半，步行地铁200米，生活交通便利，旁边有IGA，图书馆，免费游泳池等，，包暖气有冰箱炉头，欢迎看房。','','','','','','','','','','li','514927-6254','','andreayeow@gmail.com','','','430','frontenac','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(429,'46870','2016-10-03','http://www.iu91.com/rs/rent/2016-09/46870.shtml','转租老LEASE','地址: La-Fontaine Rue, Montreal, QC H1L 3J1','H1L 3J1','$614(加元) 包水暖','一般公寓','整租 转租约','2卧 1厅 1厕 1楼','1年','12/11/2016','','','','','','','近公车站 - 28,430,410,22 - 步行约1分钟','','','','韩女士','5146776655','','hanhao25@outlook.com','','','614','LEASE','28 430 410 22 1','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(430,'47029','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47029.shtml','老lease转租近康大1950 lincoln大三半','地址: 1950 Lincoln Av, Montreal, QC H3H 2N8','H3H 2N8','$1,070(加元) 包水电暖网','一般公寓','整租 转租约','1卧 1厅 1厕 8楼','1年','10/24/2016','','','','','','','','','','','陈','5145612588','','','','','1070','lease lincoln','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(431,'47016','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47016.shtml','市中心高级公寓大三半客厅招室友','地址: Saint-Marc Rue, Montreal, QC H3H 2G6','H3H 2G6','$665(加元) 包水电暖','高级公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 16楼','1年 可短租','随时入住','大三半客厅招1名室友：市中心高级condo，无虫紧邻康大，长/短租（665加币/月包水暖电空调，可商议）随时看房、随时入住 
 
我在决定住这栋公寓之前，把蒙特利尔地铁沿线的房子基本都看了，市中心的大楼也都了解了一遍。最后决定住2100 St. Marc 
 
1、地址、邮编： 
2100 St. Marc，H3H 2G6 
 
2、大楼介绍： 
市中心很多楼都有虫子、蟑螂，或者一进大楼的味道熏倒人 
2100 St. Marc是为数不多的没有虫子，而且楼内人员不杂，也不是来来往往非常密集。基本都是学生和白人。 
新装修，最重要的是没有味道。 
市中心有三个2100，这是2100 St. Marc 
因此，这栋公寓的房租比其他楼贵200加币。 
 
3、交通便利到爆： 
（1）离康考迪亚大学：步行3-4分钟 
（2）离地铁Guy-Concordia站：步行1-2分钟 
（3）离麦吉尔大学：开车7分钟，公车12分钟 
 
4、购物： 
（1）中国超市：你好、PA、盛唐、cocobun面包店 
（2）西人超市：离Adonis380米、IGA等 
（3）各种餐厅 
（4）紧邻市中心主街：圣·凯瑟琳大街RUE SAINTE-CATHERINE 
 
5、健身房：楼上就是健身房，免费的。 
 
6、公寓图片： 
（1）家具：公寓本来不配家具，我可以买些生活的简单家具（可以商量） 
（2）地板：新的 
（3）景色：可以看图片，景色很好 
（4）房租包含：电、暖、冷暖空调、热水；网络平摊（可以商量） 
 
7、联系方式 
微信：2537042555（备注：租房） 
手机号：514-五五零－07五一 
 
','','','全新装修 光线明亮 房间宽敞','简单家具 全套厨具 储藏室/locker 冷暖空调 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 警局','近公车站 - Station Guy-Concordia - 步行约2分钟','近地铁站 - Guy-Concordia - 步行约2分钟','','','nicole','5145500751','','nicole0627piano@gmail.com','','','665','','2','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(432,'47027','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47027.shtml','Concordia地铁旁转租3个半，11月或12月入住','地址: 1850 Lincoln Av, Montreal, QC H3H 1H4','H3H 1H4','$808(加元) 包水暖','一般公寓','整租 转租约','1卧 1厅 1厕 3楼','8个月','11/01/2016','1850 Lincoln街8层公寓中的三个半，11月或12月入住，lease到明年6月30结束，每年涨8-10块钱房租。房子比较新，没有什么损坏的地方；地下室有储物locker，房间内也有很多壁橱和储物空间。Concordia附近这个价位很难找了。我们因为新工作在Laval，距离很远，再加上有了孩子需要更多的空间，所以要搬离。周末或者节假日可看房，因为孩子小，晚上7点以后请不要打电话。不方便的话可以发邮件或者短信。','','','光线明亮 房间宽敞','储藏室/locker 洗衣机/房','繁华大街 超市 商场 学校 图书馆 医疗机构 警局','近公车站 - 66，165，166 - 步行约1分钟','近地铁站 - Concordia - 步行约1分钟','','近高速公路 - 720 - 约2分钟车程','','514-9281698','','yuan.y4ng@gmail.com','','','808','Concordia','66 165 166 1','Concordia','','720 2','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(433,'34588','2016-10-04','http://www.iu91.com/rs/rent/2015-04/34588.shtml','NDG近橙线3个半 半地下室学区房出租','地址: Coolbrook Av, Montreal, QC H3X 2L6','H3X 2L6','$680(加元) 包水','Duplex/Tri-plex','整租 新租约','1卧 1厅 1厕 半地下室','1年','随时入住','附近有（cinq-continants)五洲小学,步行五分钟可到。包炉头，冰箱，洗衣机，烘干机。','','','分门出入 光线明亮 房间宽敞','简单厨具 洗衣机/房','学校 社区中心 公园','近公车站 - 129 lucy - 步行约3分钟','近地铁站 - cote-sainte-catherine - 步行约8分钟','','','Cherry','51480603334387658666','','yuchencherry@hotmail.com','','','680','NDG','129 3','cote sainte catherine','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(434,'47044','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47044.shtml','**** 1分钟到康大 Downtown三个半转租 ****','地址: Mackay Rue, Montreal, QC H3G 2M2','H3G 2M2','$890(加元) 包水电暖','一般公寓','整租 转租约','1卧 1厅 1厕 11楼','1年','10/29/2016','地址：2150Mackay，Apt.1101 
 
康大Hall Building斜对面，步行2分钟到康大图书馆/地铁站/Sainte-Catherine大街 
 
楼主与先生都是康大毕业生，在这楼住了有5年。房子整洁，光线充足。 
因为转租老lease，所以能有每月$890水电暖全包的价钱（每月房租可以用信用卡支付）。 
 
另外，楼管也住在这栋楼里，人很nice，一般报修和维修处理迅速。这楼不可以养猫或者狗。 
 
图中家具不包，可另卖。 
 
具体入住时间可再议。 
 
最快可在10月10号开始看房，有意的朋友请提前发信息or邮件预约看房的时间，谢谢配合。 
 
 
','','','光线明亮','','繁华大街 商场 学校 图书馆 警局','近公车站','近地铁站 - Guy-Concordia - 步行约2分钟','','','Hannah','5144305706','','superrabbitfur@gmail.com','','','890','Downtown','','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(435,'46978','2016-10-04','http://www.iu91.com/rs/rent/2016-09/46978.shtml','温馨小屋转租','地址: Saint-Marc Rue, Montreal, QC H3H 2N9','H3H 2N9','$866(加元) 包水电暖网','一般公寓','整租 转租约','1卧 1厅 1厕','1年','11/01/2016','','','','房间宽敞','简单厨具 冷暖空调 游泳池 健身房 高速上网 洗衣机/房','繁华大街 超市 商场 学校 图书馆 体育设施 警局','近公车站','近地铁站 - Guy-Concordia - 步行约2分钟','','近高速公路','Cathy Wang','5146234590','','cathy.0622@hotmail.com','','','866','','','Guy Concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(436,'19234','2016-10-04','http://www.iu91.com/rs/rent/2016-09/19234.shtml','提包入住, Rosemont区(RTC)单间房出租','地址: 19e Av, Montreal, QC H1X 2L8','H1X 2L8','$480(加元) 包水电暖网','Duplex/Tri-plex','分租 无租约','1卧 1厅 1厕 合厨合厕 2楼','1个月 可短租','随时入住','风景优美小区双层公寓坐落于两个社区公园之间安静林荫道上，各种体育休闲运动设施齐全。临近Montreal植物园和Parc Maisonneuve  
 
优质学区，近著名中学Collège Jean-Eudes  (法语私立中学，top 1), Rosemount High School  (英语公立中学), College Rosemont  (法语CEGEP，法语coffe教学中心), Rosemount Technology Centre  (著名英语成人教育中心,免费). 3分钟走到RTC.  
 
临近购物中心, 各大超市, Maxi, Super C, Provigo, Metro, 金發，继發...  
 
街口18公车站15分钟到橙线地铁Beanbien站，139/439公车5分钟到绿线地铁Pie-IX站  
 
室内设施全, 提包入往, 安全、卫生、方便, 是首选的住处。欢迎长租短住人士。 
 
单间出租，短租：短租：$40/天，$200/周，$520/月;  
 
长租：$480/月  (三个月以上)。','','','分门出入 光线明亮 房间宽敞','全套家具 全套厨具 全套电器 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园','近公车站 - 18,139,439 - 步行约1-5分钟','','','近高速公路 - 40 - 约5分钟车程','','514-916-6188','','apartment_for_rent@live.ca','','','480','Rosemont RTC','18 139 439 1 5','','','40 5','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(437,'41976','2016-10-04','http://www.iu91.com/rs/rent/2016-03/41976.shtml','市中心,真正全包 近Concordia university','地址: 1280 Saint-Marc Rue, Montreal, QC H3H 2G1','H3H 2G1','$320(加元) 包电暖网','一般公寓','分租 新租约','2卧 1厅 1厕 1车位 合厨合厕 7楼','1年','随时入住','坐落市中心 （downtown), 近Guy-Concordia 地铁站及公交车站，交通超级便利，附近有各种餐馆及购物中心。离concordia大学1分钟距离。是理想的住所。 
主人想出租厅 
厅：320 加元 
包全部家具及水电暖网。','','','全新装修 光线明亮 房间宽敞','全套家具 全套厨具 冷暖空调 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 图书馆 社区中心 体育设施 医疗机构 公园 水景 警局','近公车站 - 165 - 步行约1分钟','近地铁站 - guy concordia - 步行约1分钟','','','Mr.Ma','514-627-3599514-800-4016','','','','','320','Concordia university','165 1','guy concordia','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(438,'47042','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47042.shtml','绿色家园多房出租','地址: Decarie Boul, Montreal, QC H3X 2H5','H3X 2H5','$725(加元)','一般公寓','整租 新租约','1厅 1厕','1年','随时入住','','','','','','','','','','','jenny','514-690-1899','','602410605@qq.com','','','725','','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(439,'47040','2016-10-04','http://www.iu91.com/rs/rent/2016-10/47040.shtml','绿色家园多房出租','地址: Rene-Levesque Boul O, Montreal, QC H3H 2S1','H3H 2S1','$750(加元)','一般公寓','整租 新租约','1卧 1厅 1厕','1年','随时入住','','','','','','','','','','','Jenny','514-690-1899','','602410605@qq.com','','','750','','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(440,'28918','2016-10-04','http://www.iu91.com/rs/rent/2015-06/28918.shtml','R.T.C. 学生公寓， 全包价拎包入住','地址: 4110 53 Av, Montreal, QC H2A 2X8','H2A 2X8','价面议 包水电暖','一般公寓','分租 新租约','1卧 1厅 1厕 合厨合厕 3楼','1年','随时入住','特近Rosemount CEMTER   (R.T.T.)   
Rosemount  center  学生公寓 
 ','','','','','','','','','','张','51458588265149075058','','STAHOME@LIVE.COM','','','','R T C','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(441,'42533','2016-10-03','http://www.iu91.com/rs/rent/2016-10/42533.shtml','单间或套房出租，水电暖网全包','地址: 6980 21e Av, Montreal, QC H2A 2J2','H2A 2J2','$400(加元) 包水电暖网','一般公寓','分租 新租约','2卧 1厅 1厕 合厨合厕 2楼','6个月 可短租','随时入住','单间出租或者整套出租，优势地段，近EMSB两所学校，还有一所不算太远。近EMSB法语课程JFK学校。近购物中心，配套有两到三家银行。离金发中国超市走路20分钟。 
水电暖网全包 (但请不要浪费使用)，单间400-430（卧室有大小之分），基本家具齐全。若有整套租下来的意向请尽早联系。 
若有任何租房意向可联系我，邮箱，微信（须说明租房），手机亦可。手机若无人接听请发送短信告知，请勿语音留言。','','','光线明亮','简单家具 简单厨具 电视 高速上网 洗衣机/房','繁华大街 超市 商场 学校 托儿所 社区中心 公园','近公车站 - no.139, no.141, no.18 - 步行约1-10分钟','近地铁站 - St-Michelle, Pie-IX - 步行约18,30分钟','','近高速公路 - 约1分钟车程','孟凡晋','5146778678','','597992432@qq.com','','','400','','139 141 18 1 10','St Michelle Pie IX','','1','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(442,'46266','2016-10-03','http://www.iu91.com/rs/rent/2016-08/46266.shtml','市中心适合合租的cottage','地址: Seymour Av, Montreal, QC H3H 2A6','H3H 2A6','$2,600(加元)','一般公寓','整租 新租约','4卧 1厅 2厕 2楼','1年','随时入住','1207 Seymour H3H 2A4 
 
市中心，2层，4房，饭厅／客厅，2.5浴室，4件套厨具，洗衣机/烘干机，空调，私人天台，$2600/月，随时入住。可以住4个人。临近Guy Concordia/Atwater metro， 步行Concordia, Lasalle College, Dawson college， 附近有各种超市 PA, Shopper drug mart 和中国超市。','','','全新装修','简单家具 简单厨具 洗衣机/房','','','','','','','51451941475145739501','','ntolentino1954@hotmail.ca','','','2600','cottage','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(443,'47033','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47033.shtml','NDG 离地铁步行8分钟公寓出租','地址: 5230 Ponsard Av, Montreal, QC H3W 2A8','H3W 2A8','$950(加元)','一般公寓','整租 新租约','3卧 1厅 1厕 2楼','1年','随时入住','房租950，以后不会加租金。离地铁近，学区好。','','','','','繁华大街 学校 托儿所','','近地铁站 - ville marie - 步行约8分钟','','','胡先生（thai express)','5145421060','','ninalinyuan@yahoo.com','','','950','NDG','','ville marie','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(444,'47032','2016-10-03','http://www.iu91.com/rs/rent/2016-10/47032.shtml','交通便利Longueil好房诚意转租！可商榷！','地址: King-George Rue, Longueuil, QC J4J 2V1','J4J 2V1','$548(加元)','一般公寓','整租 转租约','1卧 1厅 1厕 1楼','1年','随时入住','因搬家，干净靓房转租。位于King George和Chemin Chambly 交叉路口。11月1日交可入住。 
 
租金:  548$/月，租约至2017年7月30日。 
 
- 二楼带阳台； 
- 一分钟到公交车站，有4条公交线路到到Longueuild地铁站（8，28，88，16路）； 
- 5分钟内到购物中心  (LOBLAWS, CANADIAN TIRE, WALMART, SUPER C...) ； 
- 厨房重新装修 ； 
- 提供收费的洗衣机及烘干机 ； 
 
不可饲养宠物（猫除外） 
 
提供:   
- 热水  
- 冰箱&炉头  
- 1个车位  
 
 
诚心转租，联系电话:  438-936-7768 
','','','','','','','','','','Ms WANG','438-936-7768','','emmawxyqn@yahoo.fr','','','548','Longueil','','','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(445,'46901','2016-10-03','http://www.iu91.com/rs/rent/2016-09/46901.shtml','3个半Lease转租','地址: 1485 Ouimet Rue, Saint-Laurent, Montreal, QC H4L 3R2','H4L 3R2','$680(加元) 包水暖','一般公寓','整租 转租约','1卧 1厅 1厕 3楼','1年','随时入住','转lease.这个3个半公寓，近Cote Vertu地铁站和公交车站。Cote Vertu地铁站旁边是超市AMR，对面是Provigo超市，Pharmaprix，Tim Horton''s.步行15分钟会到MAXI,SUPER C，夏威夷超市。楼对面是游泳池，旁边步行5分钟是公园有篮球，网球场和儿童乐园,另外还有YMCA,大公园夏天可以烧烤，打沙滩排球。近学校和幼儿园，步行10分钟有医院和CLSC。离Vanier College和College St-Laurent很近。楼下路边可以免费停车，也可以租室内和室外停车场，室内是75一个月。这个公寓是物业公司的，所以要做信用调查。公寓包热水，暖，提供炉头，冰箱。每2月电费在42-53之间。这里离Dorval工业区也很近，开车不堵车在15分钟左右。每周有人打扫楼道卫生倒垃圾。有问题需要维修可以找维修，维修很及时。住了一年多了，感觉很好。转租原因：买了房子需要搬走。家具可以考虑留下一些。如果感兴趣，请与我联系。','','','','洗衣机/房','超市 商场 学校 图书馆 社区中心 医疗机构 公园','近公车站 - Terminus Cote Vertu','近地铁站 - Cote Vertu','','','王女士','5142243676','','kai.feng198201@gmail.com','','','680','Lease','','Cote Vertu','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(446,'36905','2016-10-03','http://www.iu91.com/rs/rent/2016-08/36905.shtml','近地铁新装卧室尤合学生分租，长短租均宜','地址: 7000 De Montmagny Av, Montreal, QC H4E 2V9','H4E 2V9','$435(加元) 包水电暖网','一般公寓','分租 新租约','4卧 1厅 2厕 合厨合厕 1楼','1年','随时入住','新装卧室 --- 配有单人床的卧室尤合单身同学，双人床的卧室适合小夫妻等，长租短住无任欢迎： 
 
（特别注意： 业余有时间和兴趣的人士可以通过协助管理此房，达到减免租金甚至全免，甚至挣点小小收入的机会。） 
 
超近Angrignon 地铁，步行3分钟即到、安静街上新装修6半，四个睡房中的两个睡房分租，400$ 起，租期不低于3个月。 适宜单身人士。后院为此套房租客专用。 
近公园，Angrignon 购物中心。 
 
水电暖网全包。真正提包入住。 除合用的新炉头冰箱外，每个卧室均配有袖珍冰箱。 
 
日租也无任欢迎，价格另议。','','','全新装修 分门出入 光线明亮 房间宽敞','全套家具 简单厨具 全套厨具 高速上网 洗衣机/房','超市 商场 学校 体育设施 公园','','近地铁站 - Angrignon - 步行约3分钟','','','Jimmy','5149457198','','cjx9457198@gmail.com','','','435','','','Angrignon','','','QC','Montreal','Saint-Laurent');
INSERT INTO "monrent" VALUES(447,'29359','2016-10-03','http://www.iu91.com/rs/rent/2016-10/29359.shtml','绿线地铁frontenac门口1半出租','地址: Frontenac, Montreal, QC H2K 2K2','H2K 2K2','$430(加元) 包暖','一般公寓','整租 新租约','1卧 1厕 3楼','1年','随时入住','新装修一半，步行地铁200米，生活交通便利，旁边有IGA，图书馆，免费游泳池等，，包暖气有冰箱炉头，欢迎看房。','','','','','','','','','','li','514927-6254','','andreayeow@gmail.com','','','430','frontenac','','','','','QC','Montreal','Saint-Laurent');
